Subject: {SITENAME} Чуулганд тавтай морилно үү!
Charset: UTF-8

{WELCOME_MSG}

Энэхүү имэйлийг дараа нь хэрэг болно гэсэн үүднээс хадгална уу! Таны бүртгэлийн мэдээлэл энд байна:

----------------------------
Хэрэглэгчийн нэр: {USERNAME}
Нууц үг: {PASSWORD}
----------------------------

Таны бүртгэл яг одоогоор идэвхгүй байна, таныг нэвтэрэхээс өмнө тухайн чуулганы удирдагч таны бүртгэлийг идэвхжүүлэх учиртай. Идэвхжсэн тухай өөр имэйлийг та хүлээн авах болно.

Таны нууц үг манай мэдээллийн санд кодлогдон орсон бөгөөд бид таньд үүнийг мэдэж өгч чадахгүй гэдгийг анхаарна уу! Тэгэхдээ та нууц үгээ марсан тохиолдолд та бүртгэлээ идэвжүүлсэн шиг шинэ нууц үг хүлээн авч болно.

Бүртгүүлсэнд баярлалаа!

{EMAIL_SIG}