Subject: Сэдэвт хариулсан тухай мэдээлэл - {TOPIC_TITLE}
Charset: UTF-8

Сайн байна уу {USERNAME}?

Та {SITENAME} дахь "{TOPIC_TITLE}" бичлэгийг манаж байгаа тул та энэ мэдээлэл бүхий имэйлийг хүлээн авч байна. Та хамгийн сүүлд зочилсоноос хойш энэ сэдэвт хариулт бичигдлээ. Та дараах холбоосоор дамжин шинээр орсон бичлэгүүдийг уншиж чадах бөгөөд та тухайн сэдэв рүү орох хүртэл дахиж таньд үүнтэй холбоотой мэдээлэл ирэхгүй.

{U_TOPIC}

Хэрэв та энэ сэдвийг цаашид манахаа болихыг хүсвэл тухайн сэдвийн доод хэсэгт байх "Энэ сэдвийг манахаа болих" холбоос эсвэл дараах холбоос дээр дарна уу!:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}