Subject: {SITENAME} Чуулганд тавтай морилно уу!
Charset: UTF-8

{WELCOME_MSG}

Энэхүү имэйлийг дараа нь хэрэг болно гэсэн үүднээс хадгална уу! Таны бүртгэлийн мэдээлэл энд байна:

----------------------------
Хэрэглэгчийн нэр: {USERNAME}
Нууц үг: {PASSWORD}
----------------------------

Таны бүртгэл яг одоогоор идэвхгүй байна. Та дараах хаягаар ортол та бүртгэлээ ашиглаж чадахгүй!:

{U_ACTIVATE}

Таны нууц үг манай мэдээллийн санд кодлогдон орсон бөгөөд бид таньд үүнийг мэдэж өгч чадахгүй гэдгийг анхаарна уу! Тэгэхдээ та нууц үгээ марсан тохиолдолд та бүртгэлээ идэвжүүлсэн шиг шинэ нууц үг хүлээн авч болно.

Бүртгүүлсэнд баярлалаа!

{EMAIL_SIG}