Subject: Â³òàºìî íà ôîðóì³ "{SITENAME}";
{WELCOME_MSG}

Âàø àêêàóíò ïîêè-ùî íåàêòèâîâàíî.

Áóäü ëàñêà, â³ä³øë³òü íàì ôàêñîì:
{FAX_INFO}
àáî ÷åðåç e-mail:
{MAIL_INFO}
------------------------------ ÂÈÐ²ÆÒÅ ÒÓÒ ------------------------------
Ïðàâèëà ³ îáîâ'ÿçêè {SITENAME}

Ëîã³í:   {USERNAME}
Ïàðîëü:  {PASSWORD}
Email:   {EMAIL_ADDRESS}

ICQ:             {ICQ}
AIM:                         {AIM}
MSN:                          {MSN}
Yahoo Messenger: {YIM}
Âåá-ñàéò:                  {WEB_SITE}
Ç:                                  {FROM}
Ïðîôåñ³ÿ:                 {OCC}
²íòåðåñè:                 {INTERESTS}

ß ÏÅÐÅÃËßÍÓÂ ÂÑ² ÏÐÀÂÈËÀ ² ÂÑÞ ÄÎÄÀÒÊÎÂÓ ²ÍÔÎÐÌÀÖ²Þ ÂÀØÎÃÎ ÑÀÉÒÓ

Âàøå ïð³çâèùå ³ ³í³ö³àëè: _____________________

Ï³äïèñ: __________________

Äàòà: _______________

------------------------------ ÂÈÐ²ÆÒÅ ÒÓÒ ------------------------------
Äÿêóºìî çà ðåºñòðàö³þ.
{EMAIL_SIG}