Subject: Добро дошли на {SITENAME} Форум
Charset: iso-8859-1

{WELCOME_MSG}

Молимо вас да сачувајте овај е-маил. Следе информације о вашем налогу:

----------------------------
Корисничко име: {USERNAME}
Шифра: {PASSWORD}
----------------------------

Ваш налог тренутно није активан. Не можете га користити док не посетите следећи линк:

{U_ACTIVATE}

Молимо вас да упамтите вашу шифру јер она је крипована у нашој бази и не можемо Вам је поново послати. Ако случајно заборавите шифру, можете затражити нову која це бити активирана на исти начин као и овај налог.

Хвала вам што сте се регистровали.

{EMAIL_SIG}