<?php
/***************************************************************************
 *                          lang_faq.php [Sakha]
 *                            -------------------
 *   begin                : Sunday Oct 12, 2003
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id: lang_faq.php,v 1.4 2001/12/15 16:42:08 psotfx Exp $
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
 
// һөҕүҥҺӨҔҮҤ
// Translation performed by Bert Jickty (Jacob E. Alexandrov)
// bertjickty@yandex.ru, bertjickty@ykt.ru
//

  
$faq[] = array("--","Түһүлгэҕэ киирии уонна бэлиэтэнии");
$faq[] = array("Түһүлгэҕитигэр кыайан киирбэтим", "Биһиэхэ бэлиэтэммитиҥ дуо? Оонньуута суох, киирэргэр бэлиэтэниэхтээххин. Баҕар бу түһүлгэҕэ киирэриҥ бобуллубута буолуо (оччоҕо ол туһунан сурук тахсыахтаах). Оннук буоллаҕына түһүлгэ салайаачытын эбэтэр вебмастеры кытта сибээстэһэн, тоҕо эн бобуллубукккун быһаарыс. Онтон бэлиэтэммит буоллаххына уонна киирэриҥ бобуллубатах буоллаҕына ааккын уонна киирии тылгын сыыһа киллэрэриҥ буолуо. Моһуок төрдө итиннэ буолааччы. Онтон син биир кыайан киирбэтэххинэ түһүлгэ салайааччытын кытта сибээстэс, баҕар тугу эмит сыыһа туруорбут буолуон сөп.");
$faq[] = array("Тоҕо мин булгуччу бэлиэтэниэхтээхпиний?", "Сөпкө этэҕин, бэлиэтэнимиэххин эмиэ сөп. Түһүлгэ сүрүннээчититтэн тутулуктаах, хайдах туруорбутуттан: кэпсэтиигэ кыттыһарга бэлиэтэниэхтээххин дуу, суох дуу. Ол гынан баран, бэлиэтэнии эйиэхэ эбии кыахтары биэрэр (биллибэт кыттааччыларга суох): абаатарданыаххын сөп, туһаайыылаах суруктанаҕын, e-mail ыытыаххын сөп, бөлөхтөргө кыттыаххын сөп иҥин. Бэлиэтэнии аҕыйах мүнүүтэ иһигэр оҥоһуллар, онон бэлиэтэнэргэр сүбэлиибит.");
$faq[] = array("Тоҕо эмискэ миигин билиммэт буолан хааларый?", " <i>Миигин ыйыппакка аһар</i> диэни холбооботох буоллаххына, түһүлгэҕэ болдьоммут эрэ кэмҥэ ааттаах-суоллаах сылдьыаххын сөп. Ити эн бэлиэ ааккынан ким да атын киһи туһамматын туһугар оҥоһуллубут. Сырыы аайы аакккын уонна киирии тылгын ыйыппаттарын курдук <i>Миигин ыйыппакка аһар</i> диэни холбуохтааххын, Ол гынан баран элбэх киһи туттар компьютерыгар, холобур библиотекаларга, интернет-центрдарга, университетка иҥин итини туттаргытын биһиги  <b>сүбэлээбэппит</b>");
$faq[] = array("Хайдах гынан мин түһүлгэҕэ баарбын биллэрбэт гынабын?", "Бэлиэҥ туруорууларыгар <i>Түһүлгэҕэ бааргын кистиигин дуо?</i> диэн баар, онно <i>Сөп</i> диэтэххинэ эн сүрүннээччигэ уонна бэйэҕэр эрэ көстөҕүн. Атыттарга саспыт кыттааччы буолаҕын.");
$faq[] = array("Мин киирэр тылбын умнан кэбиспиппин!", "Долгуйума, урукку киирии тылыҥ сотторуллан атын тыл туруоруоххун сөп: <u>Киирии тылбын умнан кэбиспиппин</u> диэни баттаан баран, тугу этиллэрин толордоххуна, саҥа киирии тыл ылан түһүлгэҕэ киирэҕин");
$faq[] = array("Бэлиэтэммитим үрдүнэн кыайан киирбэппин!", "Бастатан туран: ааккын уонна киирии тылгын үчүгэйдик көрөн суруй. Иккиһинэн: Бэлиэтэнииҥ холбонуохтаах буолуо. Сорох түһүлгэлэр ирдэбиллэринэн саҥа кыттааччылар түһүлгэҕэ киириэхтэрин иннинэ бэйэлэрэ эбэтэр сүрүннээччиннэн холбонуохтаахтар.");
$faq[] = array("Мин бэлиэтэммитим ээ, ол гынан баран түһүлгэҕэ кыайан киирбэт буолан хааллым!", "Ааккын эбэтэр киирии тылгын сыыһа киллэрбитиҥ буолуон сөп (бэлиэтэниигэр ыытыллыбыт суругу кичэйэн көр) эбэтэр сүрүннээччи эн бэлиэ суруккун сотторбута буолуо. Сотторуллубут буоллаҕына, баҕар эн биир да этиини ыыппатаҕыҥ буолуо. Тугу да суруйбат кыттааччылары сүрүннээччилэр сотторон кэбиһээччилэр. Иккистээн бэлиэтэнэн көр уонна ханнык эмит кэпсэтиигэ туох эмит диэн кытын ээ.");


$faq[] = array("--","Кыттааччы туруоруулара уонна холбооһуннара");
$faq[] = array("Мин туруорууларбыт хайдах уларытабын?", "Туруорууларыҥ барыта биһиэхэ сурулла сылдьаллар (бэлиэтэммит буоллаххына). Олору уларытыаххын баҕардаххына <u>Киэп билэ</u> диэни баттаа (үксүтүн түһүлгэ сирэйин үөһээ өттүгэр баар буолааччы). Онно туруорууларгын уларытыаххын сөп");
$faq[] = array("Түһүлгэҕэ сыыһа бириэмэ көстөр!", "Бэлиэтэммит кыттааччы буоллаххына иннэ көстөр бириэмэни эн билигин олорор сириҥ киэнигэр уларытыаххын сөп (Аһыма, London, Орто Халыма, Санкт-Петербург иҥин). ");
$faq[] = array("Моего языка нет в списке!", "Причина скорее всего в том, что администратор не установил поддержку вашего языка в форуме, или же просто никто не перевёл этот форум на ваш язык. Попробуйте узнать у администратора форума, может ли он установить требуемый язык. Если же поддержки нужного языка пока не существует, то вы сами можете перевести этот форум на свой язык. Дополнительную информацию вы можете получить на сайте Группы phpBB (ссылка есть внизу страницы)");
$faq[] = array("Аатым анныгар хайдах уруһуй туруорабын?", "Кыттааччы аатын анныгар икки уруһуй туттуллуон сөп. Бастакы уруһуй эн таһымҥын көрдөрөр: үксүн төһө элбэх этии эппиккин, эбэтэр эн түһүлгэҕэ кимҥин көрдөрөр сулустар буолааччылар. Онтон аллараа өссө биир уруһуй баар буолуон сөп - &laquo;абаатар&raquo; диэн. Ол уруһуй хас биир киһиэхэ туспа буолар. Абаатар холбоноро, хайдаҕа түһүлгэ салайааччыларыттан тутулуктаах.");
$faq[] = array("Мин түһүлгэҕэ киммин хайдах туруорабын?", "Ону үксүн түһүлгэ салайааччыта быһаарар.");
$faq[] = array("Тоҕо &laquo;E-mail ыытабын&raquo;, диэни баттаатахпына миигиттэн түһүлгэҕэ ааттанан киирэрбэр көрдөһөллөрүй?", "Бэлиэтэммит кыттааччылар эрэ e-mail-лы түһүлгэттэн ыытар кыахтаахтар (салайааччы ону көҥүллүүр буоллаҕына). Биллибэт кыттааччылар e-mail-нан дьээбэлэммэтиннэр диэн.");


$faq[] = array("--","Суругу суруйуу");
$faq[] = array("Хайдах түһүлгэҕэ кэпсэтии саҕалыыбын?", "Түһүлгэ  эбэтэр кэпсэтии сирэйигэр тустаах тимэҕи баттаатаххына. Ол гынан баран, бастаан бэлиэтэниэххин наада буолара буолуо. Эн бу түһүлгэҕэ тугу гынар кыахтааҕыҥ түһүлгэ уонна кэпсэтии аллараа өттүлэригэр баар (<i>Бу түһүлгэҕэ эн кэпсэтии саҕалыыр кыахтааххын, кэпсэтиилэргэ этии ыытыаххын сөп иҥин диэн.</i>)");
$faq[] = array("Хайдах этиини көннөрөбүн эбэтэр сотторобун?", "Эн сүрүннээччи эбэтэр салайааччы буолбатах буоллаххына, бэйэҥ эрэ этиилэргин көннөрүөххүн уонна сотторуоххун сөп.  <i>Көннөрөбүн</i> диэн этииҥ аттыгар баар тимэҕи баттаатаххына этиигин көннөрөр сирэйгэ тиийэҕин (сорох түһүлгэлэргэ ханнык эмит бириэмэ иһигэр эрэ). Өскөтүн ким эбит бу иннигэр этиигэр хоруйдаабыт буоллаҕына  - көннөрөн баран төттөрү кэпсэтиигэр киирдэххинэ, эн этииҥ анныгар хаста көннөрбүтүҥ туһунан сурук тахсыаҕа. Ол сурук эн суруккар ким да хоруйдуу илик буоллаҕына тахсыбат. Эбэтэр эн суруккун салайааччы эбэтэр сүрүннээччи уларыппыт буоллаҕына (кинилэр бэйэлэрэ тоҕо оннук гыммытарын туһунан быһаарыы сурук хаалларыахтаахтар). Өскөтүн ким эмит хоруйдаабыт буоллаҕына боростуой кыттааччы этиитин сотторор кыаҕа суох.");
$faq[] = array("Хайдах этиибэр илии баттааһыны киллэрэбин?", "Бастаан илии баттааһыҥҥын киэп билэҕэр оҥоруоххун наада. Оҥорон баран <i>Илии баттааһыны сыһыарабын </i> диэни сурук суруйаргар туруораар. Киэп билэҕэр куруук илии баттааһыны сурукка киллэр диэни туруоруоххун сөп (оттон кэлин ону араарыаххын баҕардаххына <i>Илии баттааһыны сыһыарабын</i> диэни араараар)");
$faq[] = array("Ыйытынньыгы хайдах оҥоробун?", "Кэпсэтии саҕалыыргар этии суруйар сириҥ анныгар <i>Ыйытынньык оҥоробун</i>диэн баар буолуохтаах. Өскөтүн суох буоллаҕына эн оҥорор кыаҕыҥ суох эбит (бэлиэтэммэтэҕиҥ иҥин буолуо). Ыйытынньык ыйытыытын суруйан баран, кырата эппиэт икки көрүҥүн киллэриэхтээххин  (<i>Эппиэт көрүҥүн эбэбин</i> диэни баттаатаххына). Ыйытынньык төһө өр турарын туруоруллар, 0 диэн бүппэт бириэмэлээх. Төһө элбэх эппиэт көрүҥүн туруоруоххун сөбүн түһүлгэ салайааччыта быһаарар.");
$faq[] = array("Хайдах мин ыйытынньыгы көннөрөбүн эбэтэр сотторобун?", "Этиилэри курдук, ыйытынньыктары эмиэ кэпсэтиини саҕалаабыт, сүрүннээччи эбэтэр түһүлгэ салайааччыта эрэ уларытар кыахтаах. Ыйытынньыгы уларытарга: кэпсэтии саҕаланыытыгар - бастакы этиигэ тиийиэххэ наада. Өскөтүн, биир да киһи эппиэттии илик буоллаҕына ыйытынньыгы суруйбут кыттааччы бэйэтэ көннөрүөн сөп. Оттон, ким эмит эппиэттэбит буоллаҕына - сүрүннээччи эбэтэр түһүлгэ салайааччыта эрэ уларытар кыахтаах. Дьоннор эппиэттэбиттэрин кэннэ уларыта сылдьар сатаммат.");
$faq[] = array("Сорох кэпсэтиилэргэ тоҕо миигин киллэрбэттэрий?", "Сорох кэпсэтиилэргэ ханнык эмит наадалаах кыттаачылар, эбэтэр бөлөхтөр эрэ кыттар кыахтаахтар, ону түһүлгэ сүрүннээччилэрэ уонна салайааччылара быһаараллар. Кинилэртэн ыйыт.");
$faq[] = array("Тоҕо ыйытынньыкка мин куоластаабаппыный?", "Бэлиэтэммит эрэ кыттааччылар ыйытынньыкка куоластыыллар(биллибэт дьоннор буккуур тэрийбэтинннэр диэн). Оттон бэлиэтэммитиҥ үрдүнэн кыайан куоластаабаккын - түһүлгэ сүрүннээччилэриттэн эбэтэр салайааччыларыттан ыйыт.");


$faq[] = array("--","Этиини суруйуу уонна кэпсэтиилэр араастара");
$faq[] = array("BBCode диэн тугуй?", "BBCode это особая реализация HTML, возможность использования BBCode определяется администратором (вы также можете отключить его в каждом создаваемом вами сообщении). BBCode очень похож на HTML, тэги в нём заключаются в квадратные скобки [ и ], а не &lt; и &gt;, он даёт пользователю больше возможностей в создании сообщений. За дополнительной информацией о BBCode смотрите руководство по BBCode, ссылка на которое доступна из формы отправки сообщений.");
$faq[] = array("HTML туттуохпун сөп дуо?", "Түһүлгэ салайааччыта быһаарар. Ол гынан баран, көҥүллэммит да буоллаҕына, сорох эрэ тэгтар үлэлиэхтэрэ. <i>Сэрэхтээх буолуу</i> диэнинэн - моһуок оҥорор кыахтаах тэгтэри туттубатыннар диэн. Этии оҥорорго HTML холбуоххун эбэтэр араарыаххын сөп.");
$faq[] = array("Мичилик диэн тугуй?", "Мичиликтэр, эбэтэр эмотиконннар &mdash; диэн ис санаааны, эмоцияны көрдөрөр кыракый уруһуйдар, холобур :) үөрүүнү көрдөрөр, :( хомойууну көрдөрөр.");
$faq[] = array("Сурукпар уруһуй туруоруохпун сөп дуо?", "Туруоруоххун сөп. Ол гынан баран, биһиэхэ ыыппаккаҕын, ол уруһуй ханна баар ссылкатын суруйуоххун наада. Туох да моһуога суох (авторизация, password иҥин) киирэн ылыллар сир буолуохтаах, холобур: http://www.some-unknown-place.net/my-picture.gif. Уонна ол ыйаргар BBCode тэгын [img] эбэтэр HTML тэгын туттаҕын (көҥүллэнэр буоллаҕына).");
$faq[] = array("&laquo;Биллэрии&raquo; диэн тугуй?", "Түргэнник дьоҥҥо тиксиэхтээх этии. Биллэрии ыытыллыбыт кэпсэтиилэрин үрдүгэр баар буолар. Биллэрии оҥороруҥ-оҥорботуҥ салайааччы эйиэхэ биэрбит кыаҕыттан тутулуктаах.");
$faq[] = array("&laquo;Сыһыарыллыбыт кэпсэтии&raquo; диэн тугуй?", "Сыһыарыллыбыт кэпсэтиилэр түһүлгэ маҥнайгы сирэйигэр биллэриилэр алларааларыгар бааллар. Үксүн кинилэргэ эмиэ туох эрэ наадалаах этиилэр баар буолаачылар. Онон кинилэри көрөр эмиэ туһалаах буолуо. Биллэриилэр курдук эн оннук сыһыарыллыбыт кэпсэтиилэри туруорарыҥ-туруорбатыҥ салайааччы эйиэхэ биэрбит кыаҕыттан тутулуктаах.");
$faq[] = array("&laquo;Кэпсэтии тохтообута&raquo; диэн тугуй?", "Кэпсэтиилэри сүрүннээччи эбэтэр салайааччы эрэ тохтотор кыахтаахтар. Тохтотуллубут кэпсэтиигэ этии киирбэт, ыйытынньык тохтотуллар. Кэпсэтии тохтотуллар төрүөтэ элбэх буолааччы.");


$faq[] = array("--","Кыттааччы кыаҕа уонна бөлөхтөр");
$faq[] = array("Салайааччылар диэн кимнэрий?", "Түһүлгэ муҥур ыраахтааҕылара :) . Түһүлгэҕэ тугу барытын быһаарар кыахтаахтар: ким киирэрин тахсарын, кыттааччылар бөлөхтөрүн, сүрүннээчилэри анааһыны уонна да атыны.");
$faq[] = array("Сүрүннээччилэр диэн кимнээҕий?", "Сүрүннээччилэр диэн - түһүлгэ кэпсэтиилэрин сүрүннүүр, салайар кыттааччылар (эбэтэр кыттааччылар бөлөхтөрө). Кинилэр кэпсэтиилэри көннөрөр, тохтотор уонна төттөрү аһар кыахтаахтар. Салайар түһүлгэлэригэр кэпсэтиилэри көһөрөр, хайытар кыахтаахтар.  Сүрүннээчилэр сүрүн соруктара: түһүлгэ иһигэр сиэри-туому тутуһуу; үөхсүү, сиэри таһынан этиһии тахсыбатын көрүү буолар.");
$faq[] = array("Кыттааччылар бөлөхтөрө диэн тугуй?", "Түһүлгэ салайааччыта кыттааччылары бөлөхтөргө араарыан сөп. Хас биирдии кыттааччы хас да бөлөххө киириэн сөп, уонна хас бөлөх аайы араас-араас кыах бэриллэр.");
$faq[] = array("Бөлөххө хайдах киирэбин?", "&laquo;Бөлөхтөр&raquo; (үксүн үөһээ диэки баар буолааччы) диэни баттаа, оччоҕо бөлөхтөр ис бииһэктэрэ тахсыа. Бары бөлөхтөр <i>аһаҕас</i> буолбатахтар, сорохтор сабыылаах эбэтэр кистэммит буолуохтарын сөп. Өскөтүн бөлөх аһаҕас буоллаҕына, сөптөөх тимэҕи баттааҥҥын киирэргэ ыйытыаххын сөп. Бөлөх сүрүннээччитэ сөбүлэҥин биэриэхтээх. Тоҕо киириэххин баҕараргын ыйытыан сөп. Сөбүлээбэтэҕинэ киллэримиэн сөп, ол кини көҥүлэ.");
$faq[] = array("Хайдах бөлөх сүрүннээччитэ буолуохха сөбүй?", "Ону түһүлгэ салайааччылара быһаараллар. Өскөтүн бэйэҥ бөлөх тэрийиэххин баҕардаххына түһүлгэ салайааччытыгар туһааннаах сурук суруй.");


$faq[] = array("--","Туһааннаах сурук");
$faq[] = array("Туһааннаах сурук кыайан ыыппатым!", "Үс мэһэй баар буолуон сөп: бэлиэтэнэ уонна/эбэтэр киирэ иликкин, түһүлгэ салайааччыта кыттааччыларга барыларыгар туһааннаах суругу ыытары боппут эбэтэр эн эрэ оннук ыытарыҥ бобуллубут. Тоҕотун киниттэн ыйыт.");
$faq[] = array("Миэхэ наадата суох туһааннаах суруктар кэлэллэр!", "Түһүлгэ салайааччытыгар этиҥ - аны ыыппаттарын курдук гыныа.");
$faq[] = array("Мин спам өһүргэтэр e-mail түһүлгэ кыттыылааҕыттан туттум!", "Түһүлгэ салайааччытыгар этиҥ - аны ыыппаттарын курдук гыныа.");

//
// These entries should remain in all languages and for all modifications
//
$faq[] = array("--","phpBB 2 туһунан");
$faq[] = array("Бу түһүлгэни ким оҥорбутай?", "Бу программа дьиҥ иһин <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Group</a> оҥорбут, тарҕатар уонна төгүллүүргэ көҥүл биэрэр. Бу түһүлгэ программата GNU General Public Licence лицензиятынан тахсар уонна босхо түҥэтиллиэн сөп. Эбии быһаарыыны үөһээ ыйынньыгынан булаҕын");
$faq[] = array("Тоҕо бу түһүлгэ (тугу эрэ) кыайан оҥорботуй?", "Бу түһүлгэни phpBB Group оҥорбута.  Өскөтүн бу түһүлгэҕэ туһалаах буолуох туох эмит тиийбэт дии саныыр буоллаххына, www.phpbb.com диэҥҥэ киирэ сырыт уонна кинилэр ол туһунан туох толкуйдаахтарын быһаар. phpBB Group түһүлгэҕэ саҥа дьайыылары оҥороругар sourceforge диэни туттар. Бастаан www.phpbb.com түһүлгэлэригэр сылдьан эн саҥаҥ туһунан туох санаалар (баар буоллахтарына) баалларын быһааран баран, онно суруллубут хардыылары оҥор.");
$faq[] = array("Бу түһүлгэҕэ сыһыаннаах сыыһа-халты туттуулар уонна юридическай ыйытыылар тустарыгар кими кытта кэпсэтиэххэ сөбүй?", " Түһүлгэ салайааччытын кытта. Өскөтүн салайааччы ким буоларын булбатаххына, бастаан, кими кытта бу боппуруоска сибээстэһэргин түһүлгэ сүрүннээччилэриттэн ыйыт. Өскөтүн онно эмиэ тугу да быһаарбатаххына, домен бас билээччитин булуҥ (whois lookup оҥоруҥ) эбэтэр, өскөтүн түһүлгэ босхо домеҥҥа оҥоһуллубут буоллаҕына (холобур chat.ru, yahoo, free.fr, f2s.com, уонна да атын), - техподдержканы (the management or abuse department of that service) булуҥ. phpBB Group бу түһүлгэҕэ хайдах даҕаны дьайар кыаҕа суох уонна хайдах, ханна эбэтэр ким бу түһүлгэни туттарын туһугар эппиэттээбэт. phpBB Group-ка юридическай ыйытыыларынан тиийэр олох туһата суох (түһүлгэни тохтотор туһунан иҥин), чопчу phpbb.com вебсайтка эбэтэр phpBB Group программаларыгар сыһыаннааҕыттан ураты. Өскөтүн син биир атын дьоннор бу түһүлгэннэн хайдах тутталларын туһунан phpBB Group-ка e-mail ыытар күннээх буоллаххына, толору эппиэт эрэйимэҥ эбэтэр олох да хоруйдуомуохтарын сөп.");

//
// This ends the FAQ entries
//

?>