<?php

/***************************************************************************
 *                            lang_admin.php [Serdian_Cyrillic]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id: lang_admin.php,v 1.35.2.3 2002/06/27 20:06:44 thefinn Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
/***************************************************************************
*                     Serdian_Cyrillic Translation
*                              -------------------
*     begin                 : Friday 07th of Janaury 2003
*     last update           : Friday 01 Jul 2003
*     by                    : Damjanac Djordje
*     email                 : office@damjanator.ch
*     website               : http://www.damjanator.ch/, http://www.skss.ch/
****************************************************************************/
//

//
// Format is same as lang_main
//

//
// Modules, this replaces the keys used
// in the modules[][] arrays in each module file
//
$lang['General'] = 'Генерално';
$lang['Users'] = 'Корисници';
$lang['Groups'] = 'Групе';
$lang['Forums'] = 'Форуми';
$lang['Styles'] = 'Стилови';

$lang['Configuration'] = 'Конфигурација';
$lang['Permissions'] = 'Дозволе';
$lang['Manage'] = 'Менаџмент';
$lang['Disallow'] = 'Забрањена имена';
$lang['Prune'] = 'Упрошћавање';
$lang['Mass_Email'] = 'Масовни Е-маил';
$lang['Ranks'] = 'Позиције';
$lang['Smilies'] = 'Смајлији';
$lang['Ban_Management'] = 'Контрола забрана';
$lang['Word_Censor'] = 'Цензурисане речи';
$lang['Export'] = 'Извоз';
$lang['Create_new'] = 'Направи';
$lang['Add_new'] = 'Додај';
$lang['Backup_DB'] = 'Бекапуј базу';
$lang['Restore_DB'] = 'Поврати базу';


//
// Index
//
$lang['Admin'] = 'Администрација';
$lang['Not_admin'] = 'Немате овлашћења да администрирате боард';
$lang['Welcome_phpBB'] = 'Добродошли phpBB';
$lang['Admin_intro'] = 'Хвала вам што сте изабрали phpBB као решење за ваш форум. На овом екрану имате брз преглед празних статистика вашег боарда. На ову страницу се можете вратити кликом на <u>Админ индекс</u> линк на левом панелу. За повратак на индекс боарда, кликните на phpBB лого такође на левом панелу. Остали линкови на левом панелу дозволи ће вам да контролишете сваки аспект вашег форума, а сваки екран има упутство како да користите алатке.';
$lang['Main_index'] = 'Индекс форума';
$lang['Forum_stats'] = 'Статистике форума';
$lang['Admin_Index'] = 'Админ индекс';
$lang['Preview_forum'] = 'Преглед форума';

$lang['Click_return_admin_index'] = 'Кликните %sовде%s за повратак на админ индекс ';

$lang['Statistic'] = 'Статистика';
$lang['Value'] = 'Вредност';
$lang['Number_posts'] = 'Број порука';
$lang['Posts_per_day'] = 'Број порука дневно';
$lang['Number_topics'] = 'Број тема';
$lang['Topics_per_day'] = 'Број тема дневно';
$lang['Number_users'] = 'Број корисника';
$lang['Users_per_day'] = 'Број корисника дневно';
$lang['Board_started'] = 'Боард је почео';
$lang['Avatar_dir_size'] = 'Величина директориума Аватар';
$lang['Database_size'] = 'Величина базе';
$lang['Gzip_compression'] ='Gzip компресиа';
$lang['Not_available'] = 'Није доступно';

$lang['ON'] = 'Укључено'; // This is for GZip compression
$lang['OFF'] = 'Искључена'; 


//
// DB Utils
//
$lang['Database_Utilities'] = 'Алати за базу';

$lang['Restore'] = 'Поврати';
$lang['Backup'] = 'Бекапуј';
$lang['Restore_explain'] = 'Овим ће те извршити потпун повраћај свих phpBB табела из снимљеног фајла. Ако то ваш сервер подржава можете послати гзип компресовани текст фајл који ће бити аутоматски декомпресован <b>УПОЗОРЕЊЕ</b> Овим це те преписати постојеће податке. Процес може потрајати дуго па вас молимо да останете на овој страници док се операција не заврши. ';
$lang['Backup_explain'] = ' Овде можете бекаповати све ваше phpBB. Ако имате било какве додатне табеле у истој бази са phpBB које би сте желели да бекапујете, молимо вас да унесете њихова имена одвојена зарезима у поље Додатне табеле испод. Ако то ваш сервер подржава можете користити гзип компресију да би сте смањили величину фајла пре довнлоада.';

$lang['Backup_options'] = 'Опције за бекаповање';
$lang['Start_backup'] = 'Стартуј Бекап';
$lang['Full_backup'] = 'Потпун бекап';
$lang['Structure_backup'] = 'Бекапуј само структуру';
$lang['Data_backup'] = 'Бекапуј само податке';
$lang['Additional_tables'] = 'Додатне табеле';
$lang['Gzip_compress'] = 'Гзип компресован фајл';
$lang['Select_file'] = 'Изабери те фајл';
$lang['Start_Restore'] = 'Стартуј повратак';

$lang['Restore_success'] = 'Бауа је успешно повраћена.<br /><br />Ваш боард би требало да је устању у каквом је био када је направљен бекап.';
$lang['Backup_download'] = 'Довнлоад ће почети брзо - молимо вас да сачекате да почнеС.';
$lang['Backups_not_supported'] = 'Извињавамо се али бекап базе тренутно није подржан за ваш систем базе.';

$lang['Restore_Error_uploading'] = 'Грешка при слању бекап фајла';
$lang['Restore_Error_filename'] = 'Проблем са именом фајла, пробај те неки други.';
$lang['Restore_Error_decompress'] = 'Не могу да декомпресујем гзип фајл, молимо вас да пошаљете класичну текст верзију.';
$lang['Restore_Error_no_file'] = 'Ни један фајл није послат';


//
// Auth pages
//
$lang['Select_a_User'] = 'Изабери корисника';
$lang['Select_a_Group'] = 'Изабери групу';
$lang['Select_a_Forum'] = 'Изабери форум';
$lang['Auth_Control_User'] = 'Контрола дозвола корисника'; 
$lang['Auth_Control_Group'] = 'Контрола дозвола група'; 
$lang['Auth_Control_Forum'] = 'контрола дозвола форума.'; 
$lang['Look_up_User'] = 'Потражи корисника'; 
$lang['Look_up_Group'] = 'Потражи групу'; 
$lang['Look_up_Forum'] = 'Потражи форум'; 

$lang['Group_auth_explain'] = 'Овде можете изменити дозволе и уређивати статус додељен свакој групи. Не заборавите кад мењате дозволе групама индивидуалне дозволе корисника још увек омогућују кориснику улаз на форуме итд. Ако се то деси бићете упозорени у цваком случају.';
$lang['User_auth_explain'] = 'Овде можете изменити дозволе и уређивати статус додељен сваком кориснику. Не заборавите да кад мењате дозволе корисницима индивидуалне дозволе групама још увек омогућију кориснику улаз на форуме итд. У том случају бицете упозорени.';
$lang['Forum_auth_explain'] = 'Овде можете изменити нивое приступа сваком форуму. Имате упрошћен и проширених метода, с тим да проширени метод нуди већу контролу сваке операције на форуму. Запамтите да ће те променом нивоа приступа форумима одредити који корисници могу да изврше разне операције са њима.';

$lang['Simple_mode'] = 'Упрошћен мод';
$lang['Advanced_mode'] = 'Проширени мод';
$lang['Moderator_status'] = 'Статус уредника';

$lang['Allowed_Access'] = 'Дозвољен приступ';
$lang['Disallowed_Access'] = 'Забрањен приступ';
$lang['Is_Moderator'] = 'Уредник';
$lang['Not_Moderator'] = 'Није уредник';

$lang['Conflict_warning'] = 'Упозорење о конфликту дозвола.';
$lang['Conflict_access_userauth'] = 'Овај корисник има приступна права у овом форуму преко чланства у групи. Мозда це те желети да измените дозволе група или да избаците корисника из групе да би му у потпуности укунули права на приступ. Гарантована права групе (укључујући и умешане форуме) су приказана испод.';
$lang['Conflict_mod_userauth'] = 'Овај корисник има приступна права уредника у овом форуму преко чланства у групи. Мозда цете желети да измените дозволу група или да избаците корисника из групе да би му у потпуности укинули права на уреднички приступ. Гарантована права групе (Укључујући и умешане форуме) су приказани испод.';

$lang['Conflict_access_groupauth'] = ' Следећи корисник (или корисница) још увек имају право приступа на овај форум путем корисничких дозвола. Можда ћете желети да измените дозволе корисника да би му у потпуности укинули права на приступ. Гарантована права корисника (укључујући и умешане форуме) су приказана испод.';
$lang['Conflict_mod_groupauth'] = 'Следећи корисник (или корисница) још увек имају право уредничког приступа на овај форум путем корисничких дозвола. Можда ће те желети да измените дозволе корисника да би му у потпуности укинули уредничка права. Гарантована права корисника (укључују ћи и умешане форуме) су приказана испод.';

$lang['Public'] = 'Јавни';
$lang['Private'] = 'Приватни';
$lang['Registered'] = 'Регистровани';
$lang['Administrators'] = 'Администратири';
$lang['Hidden'] = 'Скривени';

// These are displayed in the drop down boxes for advanced
// mode forum auth, try and keep them short!
$lang['Forum_ALL'] = 'Сви';
$lang['Forum_REG'] = 'Регистровани';
$lang['Forum_PRIVATE'] = 'Приватни';
$lang['Forum_MOD'] = 'Модератори';
$lang['Forum_ADMIN'] = 'Администратори';

$lang['View'] = 'Погледај';
$lang['Read'] = 'Прочитај';
$lang['Post'] = 'Пошаљи';
$lang['Reply'] = 'Одговори';
$lang['Edit'] = 'Измени';
$lang['Delete'] = 'Обриши';
$lang['Sticky'] = 'Лепљива';
$lang['Announce'] = 'Обавештење'; 
$lang['Vote'] = 'Гласај';
$lang['Pollcreate'] = 'Направи гласање';

$lang['Permissions'] = 'Дозволе';
$lang['Simple_Permission'] = 'Проста дозвола';

$lang['User_Level'] = 'Ниво корисника'; 
$lang['Auth_User'] = 'Корисник';
$lang['Auth_Admin'] = 'Администратор';
$lang['Group_memberships'] = 'Чланство у групи';
$lang['Usergroup_members'] = 'Ова група има следеће чланове';

$lang['Forum_auth_updated'] = 'Дозволе форума су измењене';
$lang['User_auth_updated'] = 'Дозволе корисника су измењене';
$lang['Group_auth_updated'] = 'Дозволе група су измењене';

$lang['Auth_updated'] = 'Дозволе су измењене';
$lang['Click_return_userauth'] = 'Кликните %sОвде%s за повратак на дозволе корисника';
$lang['Click_return_groupauth'] = 'Кликните %sОвде%s за повратак на дозволе група';
$lang['Click_return_forumauth'] = 'Кликните %sОвде%s за повратак на дозволе форума';


//
// Banning
//
$lang['Ban_control'] = 'Контрола забрана';
$lang['Ban_explain'] = 'Овде можете контролисати забране корисницима. Можете забранити појединачно или заједно појединачног или специфичног корисника или опшег IP адреса или имена хостова. Ови методи спречавају корисника да приступи индекс страници вашег боарда. Да би сте спречили корисника да се региструје користећи друго корисничко име можете одредити забрану путем емаил адресе. Знај те да блокирање е-маил адресе неће спречити корисника да се логује или шаље поруке на ваш боард, тако да би требало да користите једно од прва два метода.';
$lang['Ban_explain_warn'] = 'Знај те да уношењем опсега IP адреса све адресе од почетне до крајње ће бити додате на листу блокираних адреса. Покушај те да минимизујете број додатних адреса у базу уносећи џокера (*) где год је то могуће ако стварно морате блокирати обсег адреса гледај те да буде што мања.';

$lang['Select_username'] = 'Изаберите корисничко име';
$lang['Select_ip'] = 'Изаберите IP ';
$lang['Select_email'] = 'Изаберите Е-маил адресу';

$lang['Ban_username'] = 'Забрани једног или више корисника';
$lang['Ban_username_explain'] = 'Можете забранити више корисника у једном пролазу користећи адекватну комбинацију миша и тастатуре за ваш компиутер и бровсер.';

$lang['Ban_IP'] = 'Забрани једну или више IP адреса или имена хостова.';
$lang['IP_hostname'] = 'IP адресе или име хостова';
$lang['Ban_IP_explain'] = 'Да би сте избрисали више различитих IP-а или имена хостова одвоите их зарезима. Да би сте одредили опсег IP адреса одвоите почетну и крјњу са цртицом (-), а за џокера користите.*';

$lang['Ban_email'] = 'Забрани једну или више е-маил адреса.';
$lang['Ban_email_explain'] = 'Да би сте изабрали више од једне е-маил адресе одвоите их зарезом. За џокера користите *, на пример *@hotmail.com';

$lang['Unban_username'] = 'Уклони забрану за једног или више корисника';
$lang['Unban_username_explain'] = 'Можете уклонити забрану више корисника у једном пролазу користећи адекватну комбинацију миша и тастатуре за ваш компиутер и браузер.';

$lang['Unban_IP'] = 'Уклони забрану за једну или више IP адреса.';
$lang['Unban_IP_explain'] = 'Можете уклонити забрану више IP адреса у једном пролазу користећи адекватну комбинацију миша и тастатуре за ваш компиутер и браузер.';

$lang['Unban_email'] = 'Уклони забрану за једну или више е-маил адреса';
$lang['Unban_email_explain'] = 'Можете уклонити забрану више емаил адреса у једном пролазу користећи адекватну комбинацију миша и тастатуре за ваш компиутер и бараузер.';

$lang['No_banned_users'] = 'Нема забрањених корисника';
$lang['No_banned_ip'] = 'Нема забрањених IP адреса';
$lang['No_banned_email'] = 'Нема забрањених е-маил адреса';

$lang['Ban_update_sucessful'] = 'Листа забрана је успешно освежена';
$lang['Click_return_banadmin'] = 'Кликните %sОвде%s за повратак на Контролу забрана';


//
// Configuration
//
$lang['General_Config'] = 'Генерална конфигурација';
$lang['Config_explain'] = 'Форум испод омогућиће вам да мењате све генералне опције боарда. За конфигурације корисника и форума користите линкове на панелу са леве стране.';

$lang['Click_return_config'] = 'Кликните %sОвде%s за повратак на генералну конфигурацију';

$lang['General_settings'] = 'Генерална подешавања боарда';
$lang['Server_name'] = 'Назив домена';
$lang['Server_name_explain'] = 'Назив домена за кога се покреће овај боард';
$lang['Script_path'] = 'Путања до скрипта';
$lang['Script_path_explain'] = 'Путања где је phpBB2 логиран релативно од назива домена.';
$lang['Server_port'] = 'Порт сервера';
$lang['Server_port_explain'] = 'Порт на коме ради ваш сервер, обично 80, промените само ако је другачије!!!';
$lang['Site_name'] = 'Назив сајта';
$lang['Site_desc'] = 'Опис сајта';
$lang['Board_disable'] = 'Искључи боард';
$lang['Board_disable_explain'] = 'Боард неће бити доступан корисницима. Немојте се одјављивати када искључите боард, јер нећете бити у могућности да се поново пријавите!!';
$lang['Acct_activation'] = 'Омогући активацију налога';
$lang['Acc_None'] = 'Без активације'; // These three entries are the type of activation
$lang['Acc_User'] = 'корисник';
$lang['Acc_Admin'] = 'Администратор';

$lang['Abilities_settings'] = 'Основна подешавања за корисника и форум';
$lang['Max_poll_options'] = 'Максимални број опција за гласање';
$lang['Flood_Interval'] = 'Интервал флодовања';
$lang['Flood_Interval_explain'] = 'Број секунди које корисник мора сачекати између две поруке';
$lang['Board_email_form'] = 'Корисник пише путем боарда';
$lang['Board_email_form_explain'] = 'Могућност да корисници једни другима шаљу е-маил путем боарда';
$lang['Topics_per_page'] = 'Тема по страници';
$lang['Posts_per_page'] = 'Порука по страници';
$lang['Hot_threshold'] = 'Колико порука чувати као популарне';
$lang['Default_style'] = 'Подразумевани стил';
$lang['Override_style'] = 'Прегази кориснички стил';
$lang['Override_style_explain'] = 'Замењује кориснички дефинисани стил са подратумеваним';
$lang['Default_language'] = 'Подразумевани језик';
$lang['Date_format'] = 'Формат датума';
$lang['System_timezone'] = 'Систематска временска зона';
$lang['Enable_gzip'] = 'Омогући гзип компресију';
$lang['Enable_prune'] = 'Омогући смањивање форума';
$lang['Allow_HTML'] = 'Дозволи HTML';
$lang['Allow_BBCode'] = 'Дозволи BBCode';
$lang['Allowed_tags'] = 'Дозвољени HTML трагови';
$lang['Allowed_tags_explain'] = 'Одвоите трагове тарезима';
$lang['Allow_smilies'] = 'Дозволи смајлије';
$lang['Smilies_path'] = 'Путања за смештање смајлија';
$lang['Smilies_path_explain'] = 'Путања испод вашег phpBB рот директоријума, нпр. images/smiles';
$lang['Allow_sig'] = 'Дозволи подпис';
$lang['Max_sig_length'] = 'Максимална дужина подписа';
$lang['Max_sig_length_explain'] = 'Максимални број карактера и у потпису корисника';
$lang['Allow_name_change'] = 'Дозволи промене корисничког имена';

$lang['Avatar_settings'] = 'Подешавање Аватара';
$lang['Allow_local'] = 'Омогући галерију аватара';
$lang['Allow_remote'] = 'Омогући удањене аватаре';
$lang['Allow_remote_explain'] = 'Аватари линковани са другог веб сајта';
$lang['Allow_upload'] = 'Омогући слање аватара';
$lang['Max_filesize'] = 'Максимална величина фајла за Аватар';
$lang['Max_filesize_explain'] = 'За послате аватаре';
$lang['Max_avatar_size'] = 'Максималне димензије Аватара';
$lang['Max_avatar_size_explain'] = '(Висина х ширина у пикселима)';
$lang['Avatar_storage_path'] = 'Питања за смештање Аватара';
$lang['Avatar_storage_path_explain'] = 'Путања испод вашег phpBB рот директоријума, на пр.images/avatars';
$lang['Avatar_gallery_path'] = 'Путања до аватар галерије';
$lang['Avatar_gallery_path_explain'] = 'Путања испод вашег phpBB рот директоријума за унапред уцитане слике, на пр.images/avatars/gallery';

$lang['COPPA_settings'] = 'COPPA подешавања';
$lang['COPPA_fax'] = 'COPPA Број факса';
$lang['COPPA_mail'] = 'COPPA Поштанска адреса';
$lang['COPPA_mail_explain'] = 'Ово је поштанска адреса где ће родитрљи слати COPPA регистрационе формуларе';

$lang['Email_settings'] = 'Е-маил подешавања';
$lang['Admin_email'] = 'Администраторова е-маил адреса';
$lang['Email_sig'] = 'Е-маил потпис';
$lang['Email_sig_explain'] = 'Овај текст ће бити приказан на све е-мајлове које боард пошаље';
$lang['Use_SMTP'] = 'Користи SMTP сервер за е-маил';
$lang['Use_SMTP_explain'] = 'Изабери те Да у колико желите да шаљете поруке путем одређеног сервера уместо локалне функције';
$lang['SMTP_server'] = 'Адреса SMTP сервера';
$lang['SMTP_username'] = 'SMTP корисничко име';
$lang['SMTP_username_explain'] = 'Корисничко име унесите само ако то ваш SMTP сервер захтева ';
$lang['SMTP_password'] = 'SMTP Шифра';
$lang['SMTP_password_explain'] = 'Шифру унесите само ако то ваш SMTP сервер захтева';

$lang['Disable_privmsg'] = 'Приватне поруке';
$lang['Inbox_limits'] = 'Максимално порука у сандучету';
$lang['Sentbox_limits'] = 'Максимално порука у сандучету за слање';
$lang['Savebox_limits'] = 'Максимално порука у снимљено';

$lang['Cookie_settings'] = 'Cookie подешавање';
$lang['Cookie_settings_explain'] = 'Ови детаљи дефинишу као се Cookie шаљу вашим корисницима. Најчешће је подразумевана вредност довољна али ако требате да нешто мењате радите то пажљиво, јер нетачно подешавање може спречити кориснике да се пријаве';
$lang['Cookie_domain'] = 'Домен Cookie';
$lang['Cookie_name'] = 'Име Cookie';
$lang['Cookie_path'] = 'Путања Cookie';
$lang['Cookie_secure'] = 'Безбедност Cookie';
$lang['Cookie_secure_explain'] = 'Ако ваш сервер ради преко ссла подесите ову опцију на дозвољено а у супротном оставите као забрањено';
$lang['Session_length'] = 'Дужина сесије (секунде)';


//
// Forum Management
//
$lang['Forum_admin'] = 'Администрација форума';
$lang['Forum_admin_explain'] = 'Овде можете додати,брисати,изменити,преуредити и ресинхронизоват и категорије и форуме.';
$lang['Edit_forum'] = 'Измени форум';
$lang['Create_forum'] = 'Направи нови форум';
$lang['Create_category'] = 'Направи нову категорију';
$lang['Remove'] = 'Уклони';
$lang['Action'] = 'Акција';
$lang['Update_order'] = 'Освежи редослед';
$lang['Config_updated'] = 'Конфигурација форума је успешно освежена.';
$lang['Edit'] = 'Измени';
$lang['Delete'] = 'Избриши';
$lang['Move_up'] = 'Помери горе';
$lang['Move_down'] = 'Помери доле';
$lang['Resync'] = 'поново синхронизуј';
$lang['No_mode'] = 'Није подешен мод';
$lang['Forum_edit_delete_explain'] = 'Форум испод че вам омогучити да измените све генералне опције форума.За конфигурације корисника и форума користите линкове на левом панелу.';

$lang['Move_contents'] = 'Помери сав садржај';
$lang['Forum_delete'] = 'Избриши форум';
$lang['Forum_delete_explain'] = 'Форма испод че вам омогучити да испишете форум (или категорију)и одлучите где хочете да сместите све теме (или форуме) који су задржани.';

$lang['Status_locked'] = 'Закључан';
$lang['Status_unlocked'] = 'Одкључан';
$lang['Forum_settings'] = 'Генерална подешавања форума';
$lang['Forum_name'] = 'Назив форума';
$lang['Forum_desc'] = 'опис';
$lang['Forum_status'] = 'Статус форума';
$lang['Forum_pruning'] = 'Аутоматско смањивање';

$lang['prune_freq'] = 'Провери старост теме сваких';
$lang['prune_days'] = 'Помери теме у којима није писано';
$lang['Set_prune_data'] = 'Укључили сте аутоматско смањивање за овај форум али нисте подесили учесталост или број дана до смањивања.Молим вас да се вратите и то учините';

$lang['Move_and_Delete'] = 'Помери и избриши';

$lang['Delete_all_posts'] = 'Избриши све поруке';
$lang['Nowhere_to_move'] = 'ТакоЖ немам куда да померим ';

$lang['Edit_Category'] = 'Измени категорију';
$lang['Edit_Category_explain'] = 'Користите овај форум да би сте изменили назив категорија.';

$lang['Forums_updated'] = 'Информације о форуму и категорији су успешно освежене.';

$lang['Must_delete_forums'] = 'Морате да обришете све форуме пре него што обришете категорију.';

$lang['Click_return_forumadmin'] = 'Кликните %sовде%s за повратак на Администрацију форума';


//
// Smiley Management
//
$lang['smiley_title'] = 'Едитовање смајлија';
$lang['smile_desc'] = 'Одавде можете додати, избрисати и едитовати иконице или смајлије ваши корисници могу да користе у порукама као и приватним порукама.';

$lang['smiley_config'] = 'Конфигурација смајлија';
$lang['smiley_code'] = 'Код смајлија';
$lang['smiley_url'] = 'Смајли фајл';
$lang['smiley_emot'] = 'Смајли емоције';
$lang['smile_add'] = 'Додај нови смајли';
$lang['Smile'] = 'Смајлији';
$lang['Emotion'] = 'Емоције';

$lang['Select_pak'] = 'Изаберите пакет (.pak) фајл ';
$lang['replace_existing'] = 'Замени постојечи смајли';
$lang['keep_existing'] = 'Сачувај постојећи смајли.';
$lang['smiley_import_inst'] = 'Требало би да распакујете паковање смајлија и пошаљете све фајлове у адекватни смајлији директоријум за вашу инсталацију. Онда изаберите тачну информацију у овај форум да би сте убацили паковање.';
$lang['smiley_import'] = 'Увези паковање смајлија';
$lang['choose_smile_pak'] = 'Изаберите смајли пакет. Пак фајл';
$lang['import'] = 'Увези смајлије';
$lang['smile_conflicts'] = 'Шта би требало урадити у случају конфликта';
$lang['del_existing_smileys'] = 'Обриши постојеће смајлије пре увоза';
$lang['import_smile_pack'] = 'Увези паковање смајлија';
$lang['export_smile_pack'] = 'Направи пакет смајлија';
$lang['export_smiles'] = 'Да би сте направили пакет смајлија од тренутно инсталираних, кликните %sовде%s за довнлоад смилес.пак фајл. Назовите адекватно овај фајл пазећи да сачувате пак фајл екстензију. Онда направите зип фајл који садржи све ваше смајлије плуд овај. Пак конфигурациони фајл.';

$lang['smiley_add_success'] = 'Смајли је успешно додат.';
$lang['smiley_edit_success'] = 'Смајли је успешно освежен.';
$lang['smiley_import_success'] = 'Смајли паковање је успешно уважено.';
$lang['smiley_del_success'] = 'Смајли је успешно избрисан.';
$lang['Click_return_smileadmin'] = 'Кликните %sовде%s за повратак на Администрацију смајлија.';


//
// User Management
//
$lang['User_admin'] = 'Администрација корисника';
$lang['User_admin_explain'] = 'Овде можете изменити информације о корисницима и одређене специфичне опције. Да би сте изменили дозволе корисника и група користите систем дозвола за кориснике и групе.';

$lang['Look_up_user'] = 'Пронађи корисника';

$lang['Admin_user_fail'] = 'Не могу освежити корисников-е профиле.';
$lang['Admin_user_updated'] = 'Профил корисника је успешно освежен.';
$lang['Click_return_useradmin'] = 'Кликни %sовде%s за повратак на администрацију корисника.';

$lang['User_delete'] = 'Обриши овог корисника';
$lang['User_delete_explain'] = 'Кликните овде да обришете овог корисника, ова операција се не може повратити.';
$lang['User_deleted'] = 'Корисник је успешно обрисан.';

$lang['User_status'] = 'Корисник је активан';
$lang['User_allowpm'] = 'Може слати приватне поруке';
$lang['User_allowavatar'] = 'Може приказати аватар';

$lang['Admin_avatar_explain'] = 'Овде можете погледати и обрисати корисников-е тренутни аватар.';

$lang['User_special'] = 'Специјална поља само за администраторе.';
$lang['User_special_explain'] = 'Ова поља не могу мењати корисници. Овде можете подесити њихов статус и друге опције којима корисници немају приступ.';


//
// Group Management
//
$lang['Group_administration'] = 'Администрација група';
$lang['Group_admin_explain'] = 'Са овог панела можете администрирати све ваше кориснике групе, можете: брисати, правити и мењати посојеће групе. Можете изабрати уреднике, мењати статус групе (отворена/затворена) и подесити име групе и опис.';
$lang['Error_updating_groups'] = 'Грешка при освежавању група.';
$lang['Updated_group'] = 'Група је успешно освежена.';
$lang['Added_new_group'] = 'Нова група је успешно креирана.';
$lang['Deleted_group'] = 'Група је успешно обрисана.';
$lang['New_group'] = 'Направи нову групу.';
$lang['Edit_group'] = 'Измени групу';
$lang['group_name'] = 'Назив групе';
$lang['group_description'] = 'Опис групе';
$lang['group_moderator'] = 'Уредник групе';
$lang['group_status'] = 'Статус групе';
$lang['group_open'] = 'Отвори групу';
$lang['group_closed'] = 'Затворена група';
$lang['group_hidden'] = 'Скривена група';
$lang['group_delete'] = 'Обриши групу';
$lang['group_delete_check'] = 'Обриши ову групу';
$lang['submit_group_changes'] = 'Пошаљи измене';
$lang['reset_group_changes'] = 'Резетуј измене';
$lang['No_group_name'] = 'Морате одредити име за ову групу.';
$lang['No_group_moderator'] = 'Морате одредити уредника за ову групу.';
$lang['No_group_mode'] = 'Морате одредити мод за ову групу, отворена или затворена.';
$lang['No_group_action'] = 'Није одређена акција.';
$lang['delete_group_moderator'] = 'Обрисати старог модератора групе';
$lang['delete_moderator_explain'] = 'У колико мењате уредника групе, штиклирај те ову кутијицу да би сте ибрисали старог модератора из групе. У супротном, немојте штиклирати, и корисник ће постати регуларни члан групе.';
$lang['Click_return_groupsadmin'] = 'Кликните %sовде%s за повратак на администрацију група.';
$lang['Select_group'] = 'Изаберите групу';
$lang['Look_up_group'] = 'Потражи групу';


//
// Prune Administration
//
$lang['Forum_Prune'] = 'Упрошћавање форума';
$lang['Forum_Prune_explain'] = 'Овим ће те избрисати све теме на које није одговорено за време (број дана) који сте изабрали. Ако не изаберете број све теме ће бити избрисане. Неће бити обтисане теме у којима се гласа нити ће бити обрисана обавештења. Ове теме ћете морати да избришете ручно.';
$lang['Do_Prune'] = 'Покрени упрошћавање';
$lang['All_Forums'] = 'Сви форуми';
$lang['Prune_topics_not_posted'] = 'Упрости теме на које није одговорено у оволико дана';
$lang['Topics_pruned'] = 'Упрошћене теме';
$lang['Posts_pruned'] = 'Упрошћене поруке ';
$lang['Prune_success'] = 'Упрошћавање форума је успешно извршено.';


//
// Word censor
//
$lang['Words_title'] = 'Цензурисане речи';
$lang['Words_explain'] = 'Овде можете додати, изменити и избрисати речи које ће бити аутоматски цензурисане на вашим форумима. Такође корисници неће моћи да се региструју са корисничким именом које садржи ове речи. Џокери(*) су прихватљиви у пољу речи, нпр. *тест* ће се поклопити са атестираном, тест* ће се поклопити са тестирано, *тест ће се поклопити са атест.';
$lang['Word'] = 'Реч';
$lang['Edit_word_censor'] = 'Измени цензуру речи';
$lang['Replacement'] = 'Замена';
$lang['Add_new_word'] = 'Додај нову реч';
$lang['Update_word'] = 'Освежи цензуру речи';

$lang['Must_enter_word'] = 'Морате унети реч и њену замену.';
$lang['No_word_selected'] = 'Није изабрана реч за измену.';

$lang['Word_updated'] = 'Цензура за изабрану реч је успешно освежена.';
$lang['Word_added'] = 'Цензура речи је успешно додата.';
$lang['Word_removed'] = 'Цензура за изабрану реч је успешно избрисана';

$lang['Click_return_wordadmin'] = 'Кликните %sовде%s за повратак на цензурисане речи';


//
// Mass Email
//
$lang['Mass_email_explain'] = 'Овде можете послати емаил свим корисницима, или корисницама из специфичне групе. Да би сте ово урадили, емаил че бити послат на приложену административну адресу, са блинд царбон копијом послатом свим примаоцима. Ако шаљете емаил великој групи људи молимо вас да будете стрпљиви после притиска на дугме пошаљи и немојте заустављати страницу на пола операције. Неморално је да при масовном слању емаила операција траје дуго, и бичете обавештени када се изврши комплетан скрипт.';
$lang['Compose'] = 'Напиши';

$lang['Recipients'] = 'Примаоци';
$lang['All_users'] = 'Сви корисници';

$lang['Email_successfull'] = 'Ваша порука је послата';
$lang['Click_return_massemail'] = 'Кликни те %sовде%s за повратак на масовни емаил';


//
// Ranks admin
//
$lang['Ranks_title'] = 'Администрација позиција';
$lang['Ranks_explain'] = 'Користечи ову форму можете додати, изменити, прегледати и брисати позиције. Такође можете користити произвољне поуиције које могу бити примењене на корисника преко администрације корисника.';

$lang['Add_new_rank'] = 'Додај нову позицију';

$lang['Rank_title'] = 'Назив позиције';
$lang['Rank_special'] = 'Подеси специјалну позицију';
$lang['Rank_minimum'] = 'Минимум порука';
$lang['Rank_maximum'] = 'Максимум порука';
$lang['Rank_image'] = 'Слика позиције (релативна путања од phpBB2 рот-а) ';
$lang['Rank_image_explain'] = 'Ово користите да би сте дефинисали сличицу која асоцира на позицију.';

$lang['Must_select_rank'] = 'Морате изабрати позицију';
$lang['No_assigned_rank'] = 'Није дозвољена специјална позиција';

$lang['Rank_updated'] = 'Позиција је успешно освежена.';
$lang['Rank_added'] = 'Позиција је успешно додата.';
$lang['Rank_removed'] = 'Позиција је успешно избрисана.';
$lang['No_update_ranks'] = 'Позиција је успешно обрисана, мада кориснички налози који користе ову позицију нису освежени. Морачете да ручно ресетујете позицију таквих налога.';

$lang['Click_return_rankadmin'] = 'Кликните %sовде%s за повратак на администрацију позиција';


//
// Disallow Username Admin
//
$lang['Disallow_control'] = 'контрола забрањених имена';
$lang['Disallow_explain'] = 'Овде можете контролисати корисничка имена која се не могу користити. Забрањена корисничка имена могу да садрже џокере *. Знајте да вам нече бити дозвоњено да одредите било које корисничко име које је веч регистровано, па че те морати прво да обришете то име а тек онда га забраните.';

$lang['Delete_disallow'] = 'Избриши';
$lang['Delete_disallow_title'] = 'Избриши забрањено корисничко име';
$lang['Delete_disallow_explain'] = 'Можете избрисати забрањено корисничко име тако што че те изабрати корисничко име са ове листе и кликнути на дугме избриши.';

$lang['Add_disallow'] = 'Додај';
$lang['Add_disallow_title'] = 'Додај забрањено корисничко име';
$lang['Add_disallow_explain'] = 'Можете забранити корисничко име користечи џокера * као замену за било који карактер.';

$lang['No_disallowed'] = 'Нема забрањених корисничких имена';

$lang['Disallowed_deleted'] = 'Забрањено корисничко име је успешно избрисано.';
$lang['Disallow_successful'] = 'Забрањено корисничко име је успешно додато.';
$lang['Disallowed_already'] = 'Име које сте унели неможе бити забрањено. Веч постоји у листи, постоји у листи цензурисаних речи, или то корисничко име веч постоји';

$lang['Click_return_disallowadmin'] = 'Кликните %sовде%s за повратак на контролу забрањених имена';


//
// Styles Admin
//
$lang['Styles_admin'] = 'Администрација стилова';
$lang['Styles_explain'] = 'Можете додати, избрисати и управљати стиловима (подлогама и темама) доступним вашим корисницима.';
$lang['Styles_addnew_explain'] = 'Следећа листа садржи све теме које су доступне за подлоге које тренутно имате. Ставке у листи још увек нису инсталиране у phpBB базу. Да би сте инсталирали тему једноставно кликните на линк инсталл поред ставке.';

$lang['Select_template'] = 'Изаберите подлогу';

$lang['Style'] = 'Стил';
$lang['Template'] = 'Подлога';
$lang['Install'] = 'Инсталирај';
$lang['Download'] = 'Преузми';

$lang['Edit_theme'] = 'Измени тему';
$lang['Edit_theme_explain'] = 'У форми испод можете изменити подешавања за изабрану тему';

$lang['Create_theme'] = 'Направи тему';
$lang['Create_theme_explain'] = 'Користите доњу форму да направите нову тему за изабрану подлогу. Када уносите боје (за које користите хексадецимални облик) несмете унети префикс (#). Напр CCCCCC је исправно, а #CCCCCC није';

$lang['Export_themes'] = 'Изврши теме';
$lang['Export_explain'] = 'У овом панелу моћићете да извезете податке за селектовану подлогу. Изаберите подлогу из листе испод и скрипт ће направити конфигурациони фајл за тему и покушати да га сними у изабрани директоријум подлоге. У колико није у могућности да сними фајл понудиће вам опцију да га преузмете. Да би скрипт био у могућности да сними фајл морате подесити дозволи за писање веб серверу за изабрани директориум са подлогама. За више информација о овоме погледајте phpBB2 усерс гуиде.';

$lang['Theme_installed'] = 'Изабрана тема је успешно инсталирана.';
$lang['Style_removed'] = 'Избрисани стил је избрисан из базе. Да би сте у потпуности избрисали стил са вашег система морате избрисати одговарајући стил из вашег директоријума са подлогама.';
$lang['Theme_info_saved'] = 'Информација о теми коју сте изабрали је снимљена. Сада би требало да вратите дозволу фајлу тхеме_инфо.цфг (и ако је то могуће и изабраном директоријуму са подлогама) на реад-онлѕ';
$lang['Theme_updated'] = 'Изабрана тема је освежена. Сада би требало да извезете подешавања за нову тему.';
$lang['Theme_created'] = 'Тема је направљена. Требало би да извезете тему у конфигурациони фајл теме због безбедног чувања или употребе на неком другом месту.';

$lang['Confirm_delete_style'] = 'Дали сте сигурни да желите да обришете овај стил?';

$lang['Download_theme_cfg'] = 'Извозник није могао да сними информациони фајл теме. Кликните на дугме испод да би сте преузели фајл са вашим бровсером. Када га будете преузели мозете га пребацити у директоријум који садржи фајлове подлоге. Тада можете спаковати фајлове за дистрибуцију или користити где год пожелите.';
$lang['No_themes'] = 'Подлога коју сте изабрали нема прикачених тема. Да направите нову тему кликните на линк Направи на панелу са леве стране.';
$lang['No_template_dir'] = 'Не могу да отворим директоријум на темама. Можда је нечитљив веб серверу или не постоји.';
$lang['Cannot_remove_style'] = 'Не можете избрисати изабрани стил јер је тренутно подразумеван за форум. Молимо вас да промените подразумевани стил и покушате поново.';
$lang['Style_exists'] = 'Име стила кога сте изабрали већ постоји, молимо вас да се вратите и изаберете друго име.';

$lang['Click_return_styleadmin'] = 'Кликните %sовде%s за повратак на Администрацију стилова';

$lang['Theme_settings'] = 'Подешавање теме';
$lang['Theme_element'] = 'Елемент теме';
$lang['Simple_name'] = 'Једноставан назив';
$lang['Value'] = 'Вредност';
$lang['Save_Settings'] = 'Сними подешавања';

$lang['Stylesheet'] = 'CSS Стѕлесхеет';
$lang['Background_image'] = 'Позадина слика';
$lang['Background_color'] = 'Боја позадине';
$lang['Theme_name'] = 'Назив теме';
$lang['Link_color'] = 'Боја линка';
$lang['Text_color'] = 'Боја текста';
$lang['VLink_color'] = 'Боја посећеног линка';
$lang['ALink_color'] = 'Боја активног линка';
$lang['HLink_color'] = 'Боја линка када је миш изнад';
$lang['Tr_color1'] = 'Прва боја реда табеле 1';
$lang['Tr_color2'] = 'Друга боја реда табеле 2';
$lang['Tr_color3'] = 'Трећа боја реда табеле 3';
$lang['Tr_class1'] = 'Прва класа реда табеле1';
$lang['Tr_class2'] = 'Друга класа реда табеле2';
$lang['Tr_class3'] = 'Трећа класа реда табеле 3';
$lang['Th_color1'] = 'Прва боја заглавља табеле 1';
$lang['Th_color2'] = 'Друга боја загавља табеле 2';
$lang['Th_color3'] = 'Трећа боја заглавља табеле 3';
$lang['Th_class1'] = 'Прва класа заглавља табеле 1';
$lang['Th_class2'] = 'Друга класа заглавља табеле2';
$lang['Th_class3'] = 'Трећа класа заглавља табеле 3';
$lang['Td_color1'] = 'Прва боја челије табеле 1';
$lang['Td_color2'] = 'Друга боја челије табеле 2';
$lang['Td_color3'] = 'Трећа боја челије табеле 3';
$lang['Td_class1'] = 'Прва класа челије табеле1';
$lang['Td_class2'] = 'Друга класа челије табеле 2';
$lang['Td_class3'] = 'Трећа класа челије табеле 3';
$lang['fontface1'] = 'Лик фонта 1';
$lang['fontface2'] = 'Лик фонта 2';
$lang['fontface3'] = 'Лик фонта 3';
$lang['fontsize1'] = 'Величина фонта 1';
$lang['fontsize2'] = 'Величина фонта 2';
$lang['fontsize3'] = 'Величина фонта 3';
$lang['fontcolor1'] = 'Боја фонта 1';
$lang['fontcolor2'] = 'Боја фонта 2';
$lang['fontcolor3'] = 'Боја фонта 3';
$lang['span_class1'] = 'Шифра класе 1';
$lang['span_class2'] = 'Шифра класе 2';
$lang['span_class3'] = 'Шифра класе3';
$lang['img_poll_size'] = 'Величина слика за гласање [пџ]';
$lang['img_pm_size'] = 'Величина статуса приватне поруке [пџ]';


//
// Install Process
//
$lang['Welcome_install'] = 'Добродошли на phpBB 2 инсталацију';
$lang['Initial_config'] = 'Основна конфигурација';
$lang['DB_config'] = 'Конфигурација базе';
$lang['Admin_config'] = 'Конфигурација администратора';
$lang['continue_upgrade'] = 'Када преузмете ваш конфигурациони фајл на ваш рачунар можете кликнути на  \'настави надоградњу\' дугме да би сте наставили са процесом надоградње.Молимо вас да сачекате док се не заврши процес слања конфигурационог фајла и не заврши надоградња.';
$lang['upgrade_submit'] = 'Настави надоградњу';

$lang['Installer_Error'] = 'Јавила се грешка приликом инсталације.';
$lang['Previous_Install'] = 'Детектована је предходна инсталција.';
$lang['Install_db_error'] = 'Јавила се грешка при покушају освежавања базе.';

$lang['Re_install'] = 'Ваша предходна инсталација је још увек активна. <br /><br /> Уколико желите да реинсталирате phpBB 2 кликните на Јес дугме испод. Знајте да ће те тиме уништити све постојеће податке, и неће бити направљен повраћај?. Корисничко име и шифра администратора које сте користили за пријављивање на боард биће поново креирани после реинсталације, ниједна друга подешавања неће бити сачувана. <br /><br />Пажљиво размислите пре него кликнете на Јес!';

$lang['Inst_Step_0'] = 'Хвала вам што сте избрисали phpBB 2. Да би сте завршили инсталацију молимо вас да попуните детаље испод кои су обавезни. Знајте да би база коју хоћете да инсталирате требало да постоји. Ако инсталирате у базу која користи ОDBC, нпр. MS Access; требало би да прво креирате DSN за њу пре него што наставите даље.';

$lang['Start_Install'] = 'Почни инсталацију';
$lang['Finish_Install'] = 'Заврши инсталацију';

$lang['Default_lang'] = 'Подразумевани језик на боарду';
$lang['DB_Host'] = 'Име хоста сервера са базом / DSN';
$lang['DB_Name'] = 'Име ваше базе';
$lang['DB_Username'] = 'Корисничко име базе';
$lang['DB_Password'] = 'Шифра базе';
$lang['Database'] = 'Ваша база';
$lang['Install_lang'] = 'Изаберите језик за инсталацију';
$lang['dbms'] = 'Тип базе';
$lang['Table_Prefix'] = 'Префикс за табеле у бази';
$lang['Admin_Username'] = 'Корисничко име администратора';
$lang['Admin_Password'] = 'Шифра администратора';
$lang['Admin_Password_confirm'] = 'Потврди шифру администратора [ Потврди ]';

$lang['Inst_Step_2'] = 'Корисничко име администратора је направљено. У овој тачки ваша основна инсталација је завршена. Сада цемо вас одвести на екран који ће вам омогућити администрацију ваше нове инсталације. Обавезно проверите детаље у Генералној конфигурацији и завршите обавезне измене. Хвала вам што сте изабрали phpBB 2.';

$lang['Unwriteable_config'] = 'Ваш конфигурациони фајл не могу да преснимим преко постојећег. Копија конфигурационог фајла ће бити преузета какда кликнете на дугме испод. Пошаљите овај фајл у исти директоријум где се налази phpBB 2. Када то урадите пријавите се користећи корисничко име и шифру администратора које сте приложили у предходном формулару и посетите контролни центар (појавиће се линк на дну сваког екрана када се будете пријавили) Да би сте проверили Генералну конфигурацију. Хвала вам што сте изабрали phpBB 2.';
$lang['Download_config'] = 'Преузми конфигурацију';

$lang['ftp_choose'] = 'Изаберите метод преузимања';
$lang['ftp_option'] = '<br />Обзиром да су FTP екстензије подржане у овој верзији PHP биће вам дата опција да прво пробам да аутоматски путем FTP-а сместим конфигурациони фајл на своје место.';
$lang['ftp_instructs'] = 'Изабрали сте да пошаљете фајл путем FTP-а на ваш налог на коме је phpBB2 аутоматски. Молимо вас да унесете информације испод да би сте олакшали процес. Знај те да би FTP путања требало да буде иста као и путања преко FTP-а до ваше phpBB2 инсталације као да приступате FTP-у користећи било који клијент.';
$lang['ftp_info'] = 'Унесите ваше FTP информације';
$lang['Attempt_ftp'] = 'Покушај да преко FTP-а сместиш конфигурациони фајл на своје место';
$lang['Send_file'] = 'Само пошаљите фајл мени и ја ћу га ручно послати путем FTP-а.';
$lang['ftp_path'] = 'FTP путања до phpBB 2';
$lang['ftp_username'] = 'Ваше корисничко име за FTP';
$lang['ftp_password'] = 'Ваша шифра за FTP';
$lang['Transfer_config'] = 'Почни пренос';
$lang['NoFTP_config'] = 'Покушај постављања конфигурационог фајла путем FTP-а на своје место није био успешан. Молимо вас да преузмете конфигурациони фајл и путем FTP-а га ручно га пошаљете и поставите на право место.';

$lang['Install'] = 'Инсталирај';
$lang['Upgrade'] = 'Надогради';


$lang['Install_Method'] = 'Изаберите метод инсталације';

$lang['Install_No_Ext'] = 'Php конфигурација на вашем серверу не подржава тип базе који сте изабрали.';

$lang['Install_No_PCRE'] = 'phpBB2 захтева Perl-компатибилан модул регуларних екстензија за php коју ваа php конфигурација изгледа не подржава.  ';

//
// Version Check
//
$lang['Version_up_to_date'] = 'Your installation is up to date, no updates are available for your version of phpBB2x.';
$lang['Version_not_up_to_date'] = 'Your installation does <b>not</b> seem to be up to date. Updates are available for your version of phpBB2x, please visit <a href="http://www.phpbb2x.com/downloads.php" target="_new">http://www.phpbb2x.com/downloads.php</a> to obtain the latest version.';
$lang['Latest_version_info'] = 'The latest available version is <b>phpBB2x %s</b>.';
$lang['Current_version_info'] = 'You are running <b>phpBB2x %s</b>.';
$lang['Connect_socket_error'] = 'Unable to open connection to phpBB2x Server, reported error is:<br />%s';
$lang['Socket_functions_disabled'] = 'Unable to use socket functions.';
$lang['Mailing_list_subscribe_reminder'] = 'For the latest information on updates to phpBB2x, why not <a href="http://www.phpbb2x.com/support/" target="_new">subscribe to our mailing list</a>.';
$lang['Version_information'] = '<a href="#" onclick="toggle_visibility( \'ver\' );" title="Click for more Information">Version Information</a>';
$lang['Version_of_PHP'] = 'Version of PHP';
$lang['Version_of_MySQL'] = 'Version of MySQL';

//
// Login attempts configuration
//
$lang['Max_login_attempts'] = 'Allowed login attempts';
$lang['Max_login_attempts_explain'] = 'The number of allowed board login attempts.';
$lang['Login_reset_time'] = 'Login lock time';
$lang['Login_reset_time_explain'] = 'Time in minutes the user have to wait until he is allowed to login again after exceeding the number of allowed login attempts.';

//
// That's all Folks!
// -------------------------------------------------

?>