<?php
/***************************************************************************
 *                         lang_bbcode.php [ Serdian_Cyrillic]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id: lang_bbcode.php,v 1.3 2001/12/18 01:53:26 psotfx Exp $
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
 /***************************************************************************
*                    Serdian_Cyrillic Translation
*                              -------------------
*     begin                 : Friday 07th of Janaury 2003
*     last update           : Friday Apr 18 2003
*     by                    : Damjanac Djordje
*     email                 : office@damjanator.ch
*     website               : http://www.damjanator.ch/, http://www.skss.ch/
****************************************************************************/
//
 
// 
// To add an entry to your BBCode guide simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your BBCode guide entries, if you absolutely must then escape them ie. \"something\";
//
// The BBCode guide items will appear on the BBCode guide page in the same order they are listed in this file
//
// If just translating this file please do not alter the actual HTML unless absolutely necessary, thanks :)
//
// In addition please do not translate the colours referenced in relation to BBCode any section, if you do
// users browsing in your language may be confused to find they're BBCode doesn't work :D You can change
// references which are 'in-line' within the text though.
//
  
$faq[] = array("--","Увод");
$faq[] = array("Шта је BBCode?", "BBCode-је специјална имплементација HTML. Да ли можете користити BBCod у вашим порукама на форуму одређује администратор. Можете онемогућити BBCod на форми за слање порука. BBCod сам по себи је сличан стилу у HTML, тагови су уметнути у витичастим заградама [ и ] радије него  &lt; и &gt; и нуди већу контролу како је нешто приказано. У зависности од подлоге коју користите видећете да је додавање BBcoda вашим порукама много лакше кликањем миша на поља изнад поруке на форми за унос порука. Чак и са тим можда ће вам овај водич бити од користи.");

$faq[] = array("--","Форматирање текста");
$faq[] = array("Како написати подебљан, коси и подвучени текст?", "BBCode садржи тагове кои вам омогућују да брзо промените основни стил вашег текста. Ово се постиже на више начина: <ul><li>Да би сте написали текст подебљано уметните га у <b>[b][/b]</b> нпр. <br /><br /><b>[b]</b>Здраво<b>[/b]</b><br /><br />ће постати <b>Здраво</b></li><li>за подвлачење користите<b>[u][/u]</b>. На пример<br /><br /><b>[u]</b>Добро јутро<b>[/u]</b><br /><br />Постаје <u>Добро јутро</u></li><li>Да искосите текст користите <b>[i][/i]</b>Нпр<br /><br />Ово је<b>[i]</b>Сјајно!<b>[/i]</b><br /><br />ће дати <i>Сјајно!</i></li></ul>");
$faq[] = array("Како да променим боју текста или величину?", "Да би сте изменили боју или величину текста можете користити следеће тагове. Запамтите да ће крајни резултати зависити од бровзера читаће и система: <ul><li>Мењање боје текста могуће је тако што ће те га уметнути у <b>[color=][/color]</b>. Можете одредити предпознатљив назив боје (нпр. црвена, плава, жута, итд.) или у хексадецималном облику, нпр. #FFFFFF, #000000. На пример, за црвени текст користите: <br /><br /><b>[color=red]</b>Здраво!<b>[/color]</b><br /><br />или<br /><br /><b>[color=#FF0000]</b>Здраво!<b>[/color]</b><br /><br />Ће у оба случаја дати <span style=\"color:red\">Здраво!</span></li><li>Мењање величине текста је слично користећи <b>[size=][/size]</b>. Овај таг зависи од подлоге коју користите али препоручени формат је нумеричка вредност која представља величину текста у пикселима, почевши од 1 (толико мало да га нећете ни видети) па све до 29 (веома велико) на пример:<br /><br /><b>[size=9]</b>МАЛО<b>[/size]</b><br /><br />ће генерално бити <span style=\"font-size:9px\">МАЛО</span><br /><br />, док ће:<br /><br /><b>[size=24]</b>ОГРОМНО!<b>[/size]</b><br /><br />Бити <span style=\"font-size:24px\">Огромно!</span></li></ul>");
$faq[] = array("Да ли могу да комбинујем тагове за форматирање?", "Да, наравно да можете, на пример да би сте привукли пажњу можете писати.<br /><br /><b>[size=18][color=red][b]</b>ПОГЛЕДАЈ МЕ!<b>[/b][/color][/size]</b><br /><br />Ово ће дати<span style=\"color:red;font-size:18px\"><b>ПОГЛЕДАЈ МЕ!</b></span><br /><br />Не препоручујемо да пишете пуно текста који изгледа овако? Запамтите да је на вама, тј, писцу да се побрине да су тагови правилно затворени. на пример ово је нетачно: <br /><br /><b>[b][u]</b>ово је нетачно<b>[/b][/u]</b>");

$faq[] = array("--","Цитирање и добијање текста фиксне ширине");
$faq[] = array("Цитирање текста у одговорима", "Постоје два начина којима можете цитирати текст, са или без референце.<ul><li>Када користите љуоте функцију за одговор на поруку приметиће те да је текст поруке додат у прозору поруке уметнут у <b>[quote=\"\"][/quote]</b>. Овај метод вам омогућава да цитирате са референцом на особу или било шта друго што желите да ставите? на пример да би сте цитирали део текста Мр.блоби упишите:<br /><br /><b>[quote=\"Мр. Блоби\"]</b> Текст Мр. Блобби кои сте написали ће отићи овде<b>[/quote]</b><br /><br />Резултујућа порука ће аутоматски додати, Мр. Блобби wroote: Пре самог текста. Запамтите да <b>морате</b> убацити заграде \"\" око имена кога цитирате, јер нису опцијоне.</li><li>Други метод вам омогућава да слепо цитирате нешто. Да би сте ово искористили уметните текст у <b>[quote][/quote]</b> Тагове. Када погледате поруку једноставно ће се приказати, quote: пре самог текста.</li></ul>");
$faq[] = array("Добијање кода или податке фиксне ширине", "Ако желите да прикажете део кода или уствари било шта што захтева фиксну ширину, нпр. courier font- треба уметнути текст у <b>[code][/code]</b>. Такове, нпр.<br /><br /><b>[code]</b>echo \"Ово је неки код\";<b>[/code]</b><br /><br /> Сва форматирања коришћена између <b>[code][/code]</b> тагова су запамћена када их касније погледате.");

$faq[] = array("--","Генерисање листа");
$faq[] = array("Прављење несређене листе", "BBCode подржава два типа листа, несређене и сређене. Онесу битне исто колико и њихова HTML замена. Несређена листа даје сваку ставку доследној једну за другом увлачећи сваку ставку. Да би сте направили несређену листу користите <b>[list][/list]</b> ништите сваку ставку листе користећи <b>[*]</b>. На пример да би сте излистали ваше омиљене боје користите: <br /><br /><b>[list]</b><br /><b>[*]</b>Црвена<br /><b>[*]</b>Плава<br /><b>[*]</b>Жута<br /><b>[/list]</b><br /><br />Овим се добија следећа листа:<ul><li>Црвена</li><li>Плава</li><li>Жута</li></ul>");
$faq[] = array("Прављење сређене листе", "Други тип листе, сређена листа даје вам контролу какав ће бити резултат пре сваке ставке. Да би сте направили сређену листу користите <b>[list=1][/list]</b> да направите листу бројева или алтернативн<b>[list=a][/list]</b> за абецедну листу. Као и код несређене листе ставке се означавају са <b>[*]</b>. На пример:<br /><br /><b>[list=1]</b><br /><b>[*]</b>Идите у продавницу<br /><b>[*]</b>Купите нов компиутер<br /><b>[*]</b>Закуните се пред компиутером да када се разбије<br /><b>[/list]</b><br /><br />ће дати следеће<ol type=\"1\"><li>Идите у продавницу</li><li>Купите нови компиутер</li><li>Закуните се пред компиутером да када се ратбије</li></ol>Док за абцеду листу користите<br /><br /><b>[list=a]</b><br /><b>[*]</b>Први могући одговор<br /><b>[*]</b>Други могући одговор<br /><b>[*]</b>Трећи могући одговор<br /><b>[/list]</b><br /><br />даје <ol type=\"a\"><li>Први могући одговор</li><li>Други могући одговор</li><li>Трећи могући одговор</li></ol>");

$faq[] = array("--", "Прављење линкова");
$faq[] = array("Линк на други сајт", "phpBB BBCode више начина да направите URI-e, униформ ресоурсе индикаторс познатије као URLs. <ul><li>Први од њих користи <b>[url=][/url]</b>. таг, шта год укуцали после=знака ће проузроковати да се садржај тага понаша као URL. На пример да би сте линковали на phpBB.com користите:<br /><br /><b>[url=http://www.phpbb.com/]</b>Посетите phpBB!<b>[/url]</b><br /><br />Ово ће генерисати следећи линк, <a href=\"http://www.phpbb.com/\" target=\"_blank\">Посетите phpBB!</a> Приметићете да се линк отвара у новом прозору па корисник може наставити рад на форуму ако жели.</li><li>Ако желите да се URL прикаже као линк можете то једноставно извести користећи:<br /><br /><b>[url]</b>http://www.phpbb.com/<b>[/url]</b><br /><br />Ово ће генерисати следећи линк, <a href=\"http://www.phpbb.com/\" target=\"_blank\">http://www.phpbb.com/</a></li><li>додатне phpBB могућности зване <i>Магични линкови</i>, ће претворити сваки синтаксно тачан URL У линк без потребе да дефинишете било какав таг или чак и префикс http://. На пример куцањем www.phpbb.com у вашој поруци аутоматски добијате <a href=\"http://www.phpbb.com/\" target=\"_blank\">www.phpbb.com</a> када погледате поруку. </li><li>Исто се дешава и са е-маил адресом, можете или назначити адресу на пример <br /><br /><b>[email]</b>nikoj@dblabla.adr<b>[/email]</b><br /><br />што ће резултовати <a href=\"emailto:nikoj@dblabla.adr\">nikoj@dblabla.adr</a> или можете једноставно унети nikoj@dblabla.adr у вашој поруци и биће аутоматски конвертовано када погледате поруку.</li></ul>Као што са свим BBCode таговима можете умотати URLs око било којег тага као што је  <b>[img][/img]</b> (види следећи пасус), <b>[b][/b]</b>, и.т.д. Тако и са таговима за форматирање морате пазити да се правилно затворе, на пример<br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/url][/img]</b><br /><br />е <u>не</u> тачно што може довести да се ваша порука избрише па зато пазите. ");

$faq[] = array("--", "Приказивање слика у порукама");
$faq[] = array("Додавање слике у поруку", "phpBB BBCode садржи таг за убацивање слика у ваше поруке. Две врло важне ствари које требате да упамтите приликом коришћења овог тега су: Многи корисници не цене пуно слика у порукама и друго слика коју приказујете мора већ бити доступна на интернету (не може постојати на вашем компиутеру на пример, осим ако немате веб сервер?). Тренутно не непостоји начин чувања слика локално са phpBB (сва ова ограничења би требало да буду уграђена у следећу верзију phpBB ). Да би сте приказали слику морате окружити URL који води до слике са <b>[img][/img]</b>. На пример:<br /><br /><b>[img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img]</b><br /><br />Као што сте приметили у URL делу изнад можете окрушити слику <b>[url][/url]</b> таг ако желите, нпр <br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img][/url]</b><br /><br />На пример:<br /><br /><a href=\"http://www.phpbb.com/\" target=\"_blank\"><img src=\"templates/subSilver/images/logo_phpBB_med.gif\" border=\"0\" alt=\"\" /></a><br />");

$faq[] = array("--", "Остало");
$faq[] = array("Могу ли да додам собствене тагове?", "Не, бар не директно у верзији phpBB 2.0. Гледаћемо да понудимо произвољне тагове у следећој верзији BBCode ");

//
// This ends the BBCode guide entries
//

?>