<?php
/***************************************************************************
 *                          lang_faq.php [english]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id: lang_faq.php,v 1.4.2.2 2002/08/04 17:21:22 dougk_ff7 Exp $
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
  /***************************************************************************
*                     Serbijan Cyrilic Translation
*                              -------------------
*     begin                : Friday Jul 07 2003
*     last update          : Friday Apr 18 2003
*     by                   : Damjanac Djordje
*     email                : office@damjanator.ch
*     website:             : http://www.damjanator.ch/, http://www.skss.ch/
****************************************************************************/
 
// 
// To add an entry to your FAQ simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your FAQ entries, if you absolutely must then escape them ie. \"something\";
//
// The FAQ items will appear on the FAQ page in the same order they are listed in this file
//
 
  
$faq[] = array("--","Проблеми приликом пријаве и регистрације");
$faq[] = array("Зашто немогу да се пријавим?", "Дали сте се регистровали? морате се регистровати у колико желите да се пријавите. Дали имате забрану приступа боарду (ако јесте биће приказана порука)? Ако је то у питању, требало би да контактирате веб мастера или администратора и сазнате зашто је тако. Ако сте регистровани и нема те забрану и још увек неможете да се пријавите онда поново проверите ваше корисничко име и шифру. Обично је ово проблем, ако није онда контактирај те администратора јер можда нешто није у реду са боардом.");
$faq[] = array("Зашто у опште морам да се региструјем?", "Не морате такође, на администратору боарда је да одлучи дали можете слати поруке ако нисте регистровани. У сваком случају регистрација вам омогућује приступ додатним могућностима које нису доступне гостима као што су бирање аватар слика, приватне поруке, слање емаила другим корисницима, прикључивање групама и тд. Потребно је свега неколико минута за регистрацију па вам препоручујемо да се региструјете.");
$faq[] = array("Зашто се одјављујем аутоматски?", "Ако не укључите Пријави ме аутоматски када се пријављујете боард че вас памтити као пријављеног сво присутно време. Ово спречава да се неко други пријави као ви. Да би сте остали пријављени штиклирај те кутијицу приликом пријављивања, мада ово не препоручујемо ако боарду приступате са дељеног компијутера, на пр. библиотеке, интернет кафеа, факултета, итд.");
$faq[] = array("Како да спречим да се моје име не појављује на листи корисника који су тренутно на форуму?", "У вашем профилу ће те наћи опцију Сакриј мој онлајн статус, ако ово промените на Укључено биће те видљиви само администратор или сами себе. бићете бројани као скривени корисник.");
$faq[] = array("Изгубио сам шифру!", "Не паничите! иако ваша шифра неможе бити враћена, онда може бити резетована. да би сте ово урадили иди те на страницу за пријаву и кликните на заборавио сам шифру, прати те инструкције и брзо ће те поново бити у могућности да се пријавите.");
$faq[] = array("Регистровао сам се али не могу да се пријавим!", "Прво проверите дали сте унели тачно корисничко име и шифру. Ако је то у реду онда је могућа једна од ове две грешке. Ако је ЦОППА подршка укључена и кликнули сте на Млађи-а сам од 13 година приликом регистрације онда ће те морати да пратите упутства која сте добили. У колико и ово не помогне проверите да ли ваш налог треба реактивирати? Неки боард ће захтевати да поново будете регистровани, или сами или од стране администратора пре него то будете у могућности да се пријавите. Кад се региструјете биће вам речено дали требате да реактивирате налог. Ако вам је послат емаил онда прати те инструкције, а ако нисте проверите дали је тачан ваш емаил? Један разлог за активацијом је да би се смањила могућност да корисници који варају анонимно вређају боард. Ако сте сигурни да је емаил адреса коју сте користили тачна онда контактирај те администратора.");
$faq[] = array("Раније сам се регистровао али више не могу да се пријавим?!", "Најчешћи разлози за ово су: унели сте погрешно корисничко име или шифру (провери те маил кои вам је послат приликом регистрације) или је администратор обрисао ваш налог из неког разлога. Ако је ово друго разлог онда можда нисте писали ништа? Често боарди периодично бришу кориснике који не пишу да би смањили величину базе. Пробај те да се поново региструјете и укључите у дискусију.");


$faq[] = array("--","Подешавања корисника");
$faq[] = array("Како да променим моја подешавања?", "Сва ваша подешавања (ако сте регистровани) су сачувана убази. Да би сте им приступили кликните на <u>профил</u> линк (обично је при врху странице али можда то није случај). То ће вам омогућити да промените подешавања.");
$faq[] = array("Време је погрешно!", "Бреме је обично тачно, у сваком случају оно што видите је време приказано у временској зони различитој од ваше. У том случају требало би да промените ваша подешавања за временску зону да би се поклопила са мегтом где се ви налазите. нап. Лондон, Париз, Њујорк, Сиднеј, итд. Знај те да промена временске зоне као и многа друга подешавања могу променити само регистровани кориснци. Ако нисте регистровани сада је добро време да то и учините!");
$faq[] = array("Променио сам своју временску зону и сат је јос увек нетачан!", "Уколико сте сигурни да сте тачно подесили временску зону и време је још увек погрешно највероватније је проблем у померању времена(или летње време како је то познато УК и другим местима). боард није дизајниран да разликује промене између стандарног и помереног времена па ће у летњим месецима време бити за сат времена различито од стварног локалног времена.");
$faq[] = array("Мој језик није на листи!", "Најчешћи разлог овоме су или администратор није инсталирао већ језик или неко још увек није превео овај боард на ваш језик. Питајте администратора дали може да инсталира језички пакет који вам је потребан, а ако не постоји осећајте се слободним да направите превод. Више информација можете пронаћи на сајту phpBB групе (погледајте линк при дну страница)");
$faq[] = array("Како да прикажем слику поред мог корисничког имена!", "Могу постајати две слике испод корисничког имена када погледате поруку. Прва слика је асоцијација на твоју позицију и изгледа као скуп звездица или квадратића који показују колико сте порука написали на форуму. Испод ове може бити већа слика познатија као аватар, она је генерално уникатна или лична за сваког корисника. На администратору је да омогући аватара и они имају избор на који начин ће аватарс бити доступни.Уколико нисте у могућности да користите аватаре онда је то одлука администратора, требало би да их упитате за разлог томе (сигурни смо да ће бити добар!)");
$faq[] = array("Како мењам своју позицију?", "Генерално неможете директно мењати називи било које позиције (позиције се појављују испод корисничког имена у темама и у вашем профилу у зависности од стила). Многи боарди користе позиције да прикажу број порука које сте написали и да би идентификовали одређене кориснике, нпр. уредници и администратори могу имати специјалне позиције.молимо вас да не злоупотребљавате боард пишући непотребштине само да би повећали своју позицију, вероватно ће вам уредник или администратор једноставно смањити ранк.");
$faq[] = array("Када кликнем на емаил линк за корисника трази се да се пријавим?", "Жао нам је али смо регистровани корисници могу слати емаил другима путем уграђене емаил форме(ако администратор омогући ову опцију). Ово је да би се спречила злонамерна употреба емаил-а од стране анонимних корисника.");


$faq[] = array("--","Проблеми приликом писања");
$faq[] = array("Како да напишем поруку на форуму?", "Једноставно, кликните на релавантно дугме на било којем екрану форума или теме. Можда ће те морати да се региструјете пре него што ће те бити у могућности да шаљете поруке, могућности које су вам доступне су излистане на дну екрана форума и тема (то су можете писати нове теме, Можете гласати,итд.)");
$faq[] = array("Како да изменим или избришем поруку?", "У колико нисте уредник или модератор можете само мељати и брисати сопштвене поруке. Можете изменити поруку понекад за само одређено време после писања)тако што ћете кликнути на измени другоме за релевантну поруку. Ако је неко већ одговоријо на поруку приметитћете мали текст испод поруке када се вратите на теме ,ово показује број колико пута сте мењали поруку.Ово ће се појавити само ако нико није одговорио,и такођер се неће појавити ако уредници или администратор измене поруку (требало би да оставе поруку шта су мељали и зашто. Знајте и то да обични корисници не могу брисати поруке када неко на њих одговори.");
$faq[] = array("Како да додам потпис мојој поруци?", "Да би сте додали потпис прво га морате направити,ово ће те урадити путем вашег профила. Када га направите можете стиклирати Додај потпис кутијицу на форум да би додали потпис. Можете такођер стандардно додати потпис свим вашим порукама укључивањем релевантног радио дугмета у вашем профилу (још увем можете спречити додавањем потписа појединачним порукама тако што че те од чекирати кутијицу на форуму)");
$faq[] = array("Како да направим гласање?", "Прављење гласања је лако, када шаљете нову поруку (или едитујете прву поруку у теми, ако имате дозволу)видећете Додај гласање форуми испод главне форме за поруке ако је невидите онда вероватно немате права да направите гласање).Требате да унесете наслов гласања а онда и најмање две опције (да би сте додали опције упишите име питања и кликните на Додај опцију дугме.Такођер можете подесити временски лимит за гласање ,0 је бесконачно гласање. Постоји лимит броја опција које одређује администратор.");
$faq[] = array("Како да изменим или итбришем гласањ?", "Као са порукама,гласање може бити измењено од онога ко је направио гласање, уредника или администратора боарда. Да бисте изменили гласање кликните на прву поруку у теми (она увек има придружено гласање).Ако нико није гласао онда корисници могу избрисати гласање или мењање било којуопцијугласања, али ако су корисници веч гласали само уредници или администратори могу изменити или брисати гласање.Ово спречава намештање гласања мењањем опција на пола гласања.");
$faq[] = array("Зашто не могу приступити форуму?", "Неки форуми могу бити ограничени за одређене кориснике или групе. Да би сте прегледали, читали, писали итд. Требаће вам посебна дозвола, само уредник и администратор могу гарантовати овакав приступ, требало би да их контактирате.");
$faq[] = array("Зашто не могу да гласам?", "Само регистровани корисници могу гласати. Ако сте регистровани и још увек не можете гласати онда вероватно немате адекватна права приступа. ");


$faq[] = array("--","Форматирање и типови тема");
$faq[] = array("Шта је ББКод?", "ББКод је специјална имплементација HTML-а, а дали можете да га користите зависи од администратора (можете га такођер искључити на форуму за слање).ББКод је сличан стиловима у HTML-у, тагови су убачени између витичастих заграда ( i ) пре него - и нуде већу контролу колико и шта се приказује .За више информације о ББКоду погледајте упутство коме можете приступити са стране за писање.");
$faq[] = array("Дали могу да користим HTML?", "То зависи од тога да ли вам то администратор дозвољава, имају подпуну контролу над њима. Ако вам је дозвољено да га користите видећете да само неки трагови раде.Ово је мера безбедности да би спречила људе да узнемиравају боард користећи тагове који могу померити изглед или проузроковати проблеме.Ако је ХТМЛ укључен можете га искључити на форми за писање.");
$faq[] = array("Шта су смајлији?", "Смајлији или емотивне иконице су мале сличице које се користе да би исказали осећање користећи кратак код, нпр. :) значи срећан, :( значи тужан.Комплетну листу смајлија можете видети на форму за слање порука. Покушајте да не претјерујете са смајлијима, могу врло лако проузроковати да порука постане нечитљива и уредник може одлучити да их измени или избрише све поруке заједно. ");
$faq[] = array("Могу ли слати слике?", "Слике можете заиста приказати у вашим порукама. Ипак тренутно нема могућности д апошаљете слику директно на боард. Морате линковати слику која постоји на јавно доступно њеб серверу, нпр. http://www.come-ункноњн-плаце.net/мѕ-picture.gif .Не можете линковати слику које се налазе на вашем ПЦ-у (осим ако није јавно доступан сервер) нити слике које се налазе иза аутхентификационих механизама, нпр. хотмаил или ѕахоо сандучич, шифром заштичени сајтови, итд.Да бисте приказали слику коридтите или ББКод ( имг ) таг или одговарајучи HTMLS ( ако је дозвољено).");
$faq[] = array("Шта су обавештења?", "Обавештења често садрзе вазну информацију и требало би да их што пре прочитате.Обавештења се појављују на врху сваке стране у форуму на коме су постављене .Да ли можете или не можете да шаљете обавештење зависи од дозволе које су подешене од стране администратора.");
$faq[] = array("Шта су лепљиве теме?", "Лепљиве теме се приказујуиспод обавештења у прегледу форума и само на првој страници.Обично су прилично важне па би требало да их рочитате што пре.Као и с аобавештењима боард администратор одлучује о дозволама које су потребне да бисте послали лепљиве теме у сваком форуму.");
$faq[] = array("Шта су закључане теме?", "Закључане теме су постављене на овај начин било од уредника или администратора .Не можете одговарати на закључане теме и било које гласање садржи је аутоматски завршено.Теме могу бити закључане из много разлога.");


$faq[] = array("--","Кориснички нивои и групе");
$faq[] = array("Шта су администратори?", "Администратори су људи којима су додјељени највиши нивои контроле за цео боард.Ови људи могу да контролишу сваки делић и све операције боарда које укључује постављање дозвола, забрањивање пристпа корисницима , прављење корисничких група или уредника, итд. Такођер имају комплетне могућности уређивања у свим форумима.");
$faq[] = array("Шта су уредници?", "Уредници су појединци (или група појединаца ) чији је посао да прате рад форума из дана у дан. Имају дозволе да мењају или бришу поруке и закључивају или откључавају, померају, бришу и деле теме у форумима које уређују.Уопште уредници су то да спрече људе да одлутају сатеме или шаљу увредљив или неприкладан материјал.");
$faq[] = array("Шта су корисничке групе?", "Корисничке групе су начим путем кога администратори могу да групишу кориснике :сваки корисник припада у више група ( за разлику од вечине других боарда ) и свакој групи могу бити додељена индивидуална права приступа.Ово олакшава администраторима да подесе више корисника као уреднике форума, или да им дају приступ приватном форуму итд.");
$faq[] = array("Како да се придружим корисничкој групи?", "Да бисте се придружили корисничкој групи кликните на линк Корисничке групр у загљављу странице ( зависи од дизајна подлоге ), и тада можете видети све корисничке групе.Нису све групе отвореног приступанеке су затворене и неке могу чак имати скривене чланове. Ако је боард отворен онда моћете захтевати да се прикључите групи кликом на одговарајуче дугме .Уредник групе че морати да вам одобри ваш захтев, могу вас питати и зашто зелите да се прикључите.Молимо вас да не узнемиравате уколико ваш захтев не буде одобрен, сигурно да за то имају разлога.");
$faq[] = array("Како да постанем уредник корисничке групе?", "Корисничке групе су првобитно направљене од администратора боарда, и такођ имају додељеног уредника.Ако сте заинтересовани за стварање корисничке групе онда прво требате да контактирате администратора, пробајте да му пошаљете приватну поруку.");


$faq[] = array("--","Приватне поруке");
$faq[] = array("Не могу да шаљем приватне поруке!", "За ово постоји три разлога; нисте регистровани и/или нисте пријављени, администратор је искључио приватне поруке за цео боард или вас је спречио да шаљете поруке.Ако је ово последње у питању, требали бисте да питате администратора зашто је то тако.");
$faq[] = array("Упорно добијам нежељене приватне поруке!", "У будуче че мо додати листу игнорисања за приватне поруке.За сада ако и даље добијате нежељене приватне поруке од неког обавестите администратора,они имају могучности да спрече корисника да уопште шаље приватне поруке.");
$faq[] = array("Добио сам спам или увредљив материјал од некога са овог боарда!", "жао нам је што то чујемо. емаил форма овог боарда има мере безбедности да покуша и прати кориснике који шаљу такве поруке.Требало би да пошаљете емаил администратору са пуном копијом емаил-а којег сте добили, врло је важно да маил пошаљете са заглављем (овде се налази детаљи о кориснику који је послао емаил). Онда они могу ступити у акцију.");

//
// These entries should remain in all languages and for all modifications
//
$faq[] = array("--","О phpBB 2");
$faq[] = array("Ко је написао овај билтен боард?", "Овај софтвер (у својој немодификованој форми ) је произведен,пуштен и има копирајт phpBB Групе. Доступан је под GNU Генерал Публиц Лиценце и може се слободно дистрибуирати, погледајте линк за више детаље.");
$faq[] = array("Зашто није доступна могућност х-а?", "Овај софтвер је написан и лиценциран кроз phpBB Групу. Ако верујете да би ова могучност требала бити додата онда вас молимо да посетите <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Групе</a> њен сајт и погледајте шта phpBB Група има да каже.Молимо вас да не шаљете за могучностима на боард на пхпбб.цом,Група користи изворе знања за прихватање нових могучности. Молимо вас да прочитате кроз форуме и погледате шта, и колико, наша позиција је можда веч за ту могучност и онда пратите процедуту да би сте дошли дотле.");
$faq[] = array("Зашто да вас контактирам о увредљивом материјалу и /или легалним стварима приписаним овом боарду?", "Требало би да контактирате администратора овог боарда. Уколико незнате које он, требало би да прво контактирате једног од уредника форума и питате га коме да се обратите. Ако још увек нема одговора требало би да контактирате власника домена (урадите претрагу ко је ) или, ако је боард на бесплатном серверу (нпр.ѕахоо, фрее.фр,ф2с.цом, итд.) менађера или одељење за увреде тог сервера. Знајте да phpBB Група апсолутно нема контакта и не може на било који начин да сазна како, где или ко користи овај боард.Апсолутно је бесмислено контактирати phpBB Групу и повезати је са било којим легалним(стати и престати,обавезан,клеветички коментар,итд.) чињеницама које нису директно повезане са phpBB.com веб сајтом или софтвером phpBB-а. Ако пошаљете емаил phpBB Групи о било ком тречеразредномкоришчењу овог софтвера онд а би требало да очекујете сажет одговор или никакав одговор уопште.");
$faq[] =  array("Ко је направио локализацију форума?", "Овај софтвер (и његова немодификована форма) је испрограмирана, распрострањена са ауторским правом фирме <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Grupe</a>. Превод на Српску Ћирилицу су превели <a href=\"http://www.damjanator.ch/\" target=\"_blank\">Дамјанац Ћорђе</a> и његов асистент <a href=\"http://www.dubi.li/\" target=\"_blank\">Дубравка Ферић</a>. За све информације или ако вам је потребан овај превод можете се обратити на ову. <a href=\"mailto:office@damjanator.ch\">е-маил адресу.</a>");
//
// This ends the FAQ entries
//

?>