Subject: Добро дошли на{SITENAME} форум
Charset: windows-1251

{WELCOME_MSG}

Молимо вас да сачувате овај емаил. Ево података за Ево налог:

----------------------------
Корисничко име: {USERNAME}
Шифра: {PASSWORD}
----------------------------

Ваш налог тренутно није активан, администратор форума мора да вам активира да би сте могли да се логујете. Када налог буде активиран добиће те још један е-маил.

Молимо Вас да упамтите вашу шифру јер је она криптована у нашој бази и неможе вам је поново послати. Ако случајно заборавите шифру, можете затражити нову која ће бити активирана на исти начин као и овај налог.

Хвала вам што сте се регистровали.

{EMAIL_SIG}