Subject: Добродошли на {SITENAME} Форум
Charset: windows-1251

{WELCOME_MSG}

У сагласноцти са COPPA Ваш налог је тренутно не активан.

Молимо Вас да ову поруку одштампате и дате вашем родитељу или старатељу да потписе и стави датум онда је пошаљите факсом на:

{FAX_INFO}

Или пошаљите поштом на:

{MAIL_INFO}

------------------------------ ИСЕЧЕТЕ ОВДЕ ------------------------------
Дозвола за учествовање на {SITENAME}

Корисничко име: {USERNAME}
Шифра: {PASSWORD}
Е-маил: {EMAIL_ADDRESS}

ICQ број: {ICQ}
AIM Адреса: {AIM}
MSN Messenger: {MSN}
Yahoo Messenger: {YIM}
Веб сајт: {WEB_SITE}
Од: {FROM}
Занимање: {OCC}
Интересује ме: {INTERESTS}

УПОЗНАТ САМ СА ИНФОРМАЦИЈАМА КОЈЕ МИ ЈЕ ДАЛО ДЕТЕ И ДОЗВОЉАВАМ ДА {SITENAME} ПРЕУЗМЕ ОВЕ ИНФОРМАЦИЈЕ.
УПОЗНАТ САМ ДА ОВЕ ИНФОРМАЦИЈЕ МОГУ БИТИ ПРОМЕЊЕНЕ БИЛО КАДА УНОШЕЊЕМ ПАСВОРТ-А.
УПОЗНАТ САМ ДА ЈА МОГУ ЗАТРАЖИТИ ДА ОВЕ ИНФОРМАЦИЈЕ БУДУ УКЛОЊЕНЕ СА {SITENAME} БИЛО КАДА.


Родитељ или старатељ:
(своје име упишите овде): _____________________

(овде се потпишите): __________________

Датум: _______________

------------------------------ ОВДЕ ИСЕЧИТЕ ------------------------------


Када администратор буде добио овај формулар путем факса или регуларном поштом Ваш налог Ваш налог ће бити активиран.

Молимо вас да запамтите вашу шифру јер је криптована у насој бази и неможе вам је поново послати. Ако заборавите шифру можете послати захтев на нову која це бити активирана на исти начин као и овај налог.

Хвала вам сто сте се регистровали.

{EMAIL_SIG}