Subject: Обавештење о одговору на тему - {TOPIC_TITLE}
Charset: windows-1251

Здраво {USERNAME},

Добили сте овај е-маил зато што пратите ову тему "{TOPIC_TITLE}" на {SITENAME}. На ову тему је одговорено од Ваше последње посете. Мозете користити линк који следи да би сте видели одговоре, а нећете више бити обавештени све док не посетите тему.

{U_TOPIC}

Ако више не желите да посетите ову тему можете кликнути на "Не желим да више пратим тему" на дну теме, или тако што цете кликнути на следећи линк:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}