Subject: Активација нове шифре
Charset: windows-1251

Здраво{USERNAME}

Добили сте овај е-маил зато што сте (или неко ко се претставља као Ви) поднео захтев да нова шифра буде послата за Ваш налог на {SITENAME}. Ако нисте захтевали овај е-маил молимо вас да га игноришете, а ако настављате да га добијате молимо вас да контактирате администратора.

Да би сте користили нову шифру морате да је активирате. Да би сте то урадили кликните на линк испод.

{U_ACTIVATE}

Ако све буде уреду моћи ће те да се логујете користећи шифру:

Шифра: {PASSWORD}

Шифру наравно можете сами променити на страници са Вашим профилом. Ако имате било каквих потешкоћа молимо Вас да контактирате администратора.

{EMAIL_SIG}