Subject: Добродошли на {SITENAME} Форум
Charset: windows-1251

{WELCOME_MSG}

Молимо вас да сачувате овај е-маил. Следе информације о вашем налогу:

----------------------------
Корисничко име: {USERNAME}
Шифра: {PASSWORD}
----------------------------

Молимо вас да упамтите вашу шифру јер она је крипована у нашој бази и не можемо Вам је поново послати. Ако случајно заборавите шифру, можете затражити нову која це бити активирана на исти начин као и овај налог.

Хвала вам што сте се регистровали.

{EMAIL_SIG}