<?php

/***************************************************************************
 *                            lang_admin.php [Mongolian]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id: lang_admin.php,v 1.35.2.2 2002/05/12 15:33:28 psotfx Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

//
// Format is same as lang_main
//

//
// Modules, this replaces the keys used
// in the modules[][] arrays in each module file
//

$lang['General'] = 'Ерөнхий удирдлага';

$lang['Users'] = 'Хэрэглэгчийн удирдлага';

$lang['Groups'] = 'Бүлгэмийн удирдлага';

$lang['Forums'] = 'Хэлэлцүүлгийн удирдлага';

$lang['Styles'] = 'Загваруудын удирдлага';



$lang['Configuration'] = 'Тохиргоо';

$lang['Permissions'] = 'Хандалтын эрхүүд';

$lang['Manage'] = 'Менежмент';

$lang['Disallow'] = 'Зөвшөөрөгдөөгүй нэрс';

$lang['Prune'] = 'Хасалт хийх';

$lang['Mass_Email'] = 'Бөөн И-мэйл';

$lang['Ranks'] = 'Үнэлгээнүүд';

$lang['Smilies'] = 'Инээмсэглэлүүд';

$lang['Ban_Management'] = 'Хориг тавилтын удирдлага';

$lang['Word_Censor'] = 'Үгийн шүүлтүүрүүд';

$lang['Export'] = 'Экспортлох';

$lang['Create_new'] = 'Үүсгэх';

$lang['Add_new'] = 'Нэмэх';

$lang['Backup_DB'] = 'Мэдээллийн баазыг нөөцлөх';

$lang['Restore_DB'] = 'Мэдээллийн баазыг сэргээх';

//
// Index
//

$lang['Admin'] = 'Удирдлага';

$lang['Not_admin'] = 'Та энэ чуулганыг удирдах эрхгүй!';

$lang['Welcome_phpBB'] = 'phpBB-д тавтай морилно уу!';

$lang['Admin_intro'] = 'phpBB-г өөрийн чуулган болгон ашиглаж буйд баярлалаа. Энэ хэсэг таньд чуулгантай холбоотой төрөл бүрийн статистик үзүүлэлтийн тоймыг харуулах болно. Та зүүн талын хэсэг дэх <u>Удирдлагийн эхлэл</u> холбоос дээр ларж энд буцан ирж болно. Чуулганыхаа эхлэд очихын тулд мөн зүүн талд байгаа phpBB-ийн эмблем дээр дарна. Зүүн талд буй бусад холбоосууд таньд хамаарагдах төрөл бүрийг удирдах боломжийг олгох бөгөөд хэсэг бүрд эдгээрийг хэрхэн ашиглах тухай дэлгэрэнгүй тайлбар байгаа.';

$lang['Main_index'] = 'Чуулганы эхлэл';

$lang['Forum_stats'] = 'Чуулганы статистак';

$lang['Admin_Index'] = 'Удирдлагын эхлэл';

$lang['Preview_forum'] = 'Чуулганыг урьдчилан харах';

$lang['Click_return_admin_index'] = 'Удирдлагын эхлэлд буцаж очихын тулд %sэнд%s дарна уу!';

$lang['Statistic'] = 'Статистак';

$lang['Value'] = 'Утга';

$lang['Number_posts'] = 'Бичлэгийн тоо';

$lang['Posts_per_day'] = '1 өдөрт ногдох бичлэгүүд';

$lang['Number_topics'] = 'Сэдвүүдийн тоо';

$lang['Topics_per_day'] = '1 өдөрт ногдох сэдвүүд';

$lang['Number_users'] = 'Хэрэглэгчидийн тоо';

$lang['Users_per_day'] = '1 өдөдрт ногдох хэрэглэгчид';

$lang['Board_started'] = 'Чуулган эхэлсэн';

$lang['Avatar_dir_size'] = 'Хөргийн хавтасын хэмжээ';

$lang['Database_size'] = 'Мэдээллийн сангийн хэмжээ';

$lang['Gzip_compression'] ='Gzip шахалт';

$lang['Not_available'] = 'Боломжгүй';

$lang['ON'] = 'ON'; // This is for GZip compression

$lang['OFF'] = 'OFF'; 

//
// DB Utils
//

$lang['Database_Utilities'] = 'Мэдээллийн сангийн хэрэгсэлүүд';



$lang['Restore'] = 'Сэргээх';

$lang['Backup'] = 'Нөөцлөх';

$lang['Restore_explain'] = 'Энэ нь хадгалагдсан файлаас бүх phpBB хүснэгтүүдийг сэргээх болно. Хэрвээ танай сервер gzip шахалтыг зөвшөөрдөг бол та gzip-р шахагдсан текст файлаа файлаа сервер лүү хуулна уу, ингэснээр тухайн файл сервер дээр автоматаар задрагдах болно. <b>АНХААР</b> Энэ нь өмнөх мэдээллүүдийг дарах болно. Сэргээх үйл явц удаан үргэлжилж болох тул дуустал нь энэ хуудаснаас өөр хуудас руу бүү шилжээрэй.';

$lang['Backup_explain'] = 'Та энд өөрийн phpBB-д хамааралтай бүх мэдээллийг нөөцөлж чадна. Та phpBB-ийн мэдээлэл буй мэдээллийн сандаа байгаа нэмэлт хүснэгтүүдийг хамт нөөцлөхийг хүсвэл тэдгээрийн нэрийг Нэмэлт хүснэгтүүд гэсэн нүдэнд таслалаар тусгаарлан бичнэ үү! Хэрвээ таны сервер gzip шахалтыг дэмждэг бол та файлыг татаж авахаасаа өмнө хэмжээг нь багасгахын тулд үүнийг хэрэглэнэ үү!';



$lang['Backup_options'] = 'Нөөцлөх сонголтууд';

$lang['Start_backup'] = 'Нөөцлөлтийг эхлэх';

$lang['Full_backup'] = 'Бүрэн нөөцлөлт';

$lang['Structure_backup'] = 'Зөвхөн бүтцийн нөөцлөлт';

$lang['Data_backup'] = 'Зөвхөн мэдээллийн нөөцлөлт';

$lang['Additional_tables'] = 'Нэмэлт хүснэгтүүд';

$lang['Gzip_compress'] = 'Файлыг Gzip-р шахна';

$lang['Select_file'] = 'Файлаа сонгоно уу!';

$lang['Start_Restore'] = 'Сэргээлтийг эхлэх';



$lang['Restore_success'] = 'Мэдээллийн сан амжилттай сэргээгдсэн.<br /><br />Таны чуулганы төлөв үүнийг нөөцлөх үед ямар байсан тэр хэвэндээ шилжих болно.';

$lang['Backup_download'] = 'Таны татан авалт хэсэгхэн хугацааны дотор эхлэх бөгөөд үүнийг эхэлтэл түр хүлээнэ үү';

$lang['Backups_not_supported'] = 'Харамсалтай нь мэдээллийн санг нөөцлөх боломжоор таны мэдээллийн сангийн систем одоогоор хангагдаагүй байна';



$lang['Restore_Error_uploading'] = 'Нөөц файлыг сервер лүү илгээх явцад алдаа гарлаа';

$lang['Restore_Error_filename'] = 'Файлын нэр асуудалтай байна, өөр нэр өгөөд үзнэ үү!';

$lang['Restore_Error_decompress'] = 'gzip файлыг задалж чадахгүй тул энгийн текст хувилбарыг нь сервер лүү илгээнэ үү!';

$lang['Restore_Error_no_file'] = 'Ямар ч файл сервер лүү илгээгдсэнгүй';


//
// Auth pages
//

$lang['Select_a_User'] = 'Хэрэглэгч сонгоно уу!';

$lang['Select_a_Group'] = 'Бүлгэм сонгоно уу!';

$lang['Select_a_Forum'] = 'Хэлэлцүүлэг сонгоно уу!';

$lang['Auth_Control_User'] = 'Хэрэглэгчийн хандах эрхийн удирдлага'; 

$lang['Auth_Control_Group'] = 'Бүлгэмийн хандах эрхийн удирдлага'; 

$lang['Auth_Control_Forum'] = 'Хэлэлцүүлгийн хандах эрхийн удирдлага'; 

$lang['Look_up_User'] = 'Хэрэглэгчийг харах'; 

$lang['Look_up_Group'] = 'Бүлгэмийг харах'; 

$lang['Look_up_Forum'] = 'Хэлэлцүүлэгийг харах'; 



$lang['Group_auth_explain'] = 'Та энд бүлгэм бүрийн хувьд хандалтын эрхүүд болон зохицуулагчидын төлөвийг өөрчилж чадна. Бүлгэмийн хандалтын эрхүүдийг өөрчилсөн ч гэсэн хэрэглэгч тус бүрийн хандалтын эрхүүд тухайн хэрэглэгчийг чуулган руу хандах боломжоор хангасаар байх болно гэдгийг мартаж болохгүй! Энэ тохиолдолд таньд энэ тухай сануулах болно.';

$lang['User_auth_explain'] = 'Та энд хэрэглэгч бүрийн хувьд тэдний хандалтын эрхүүд болон зохицуулагчын төлөвийг өөрчилж чадна. Хэрэглэгч тус бүрийн хандалтын эрхүүдийг өөрчилсөн ч гэсэн бүлгэмийн хандалтын эрх нь тухайн хэрэглэгчийг чуулган руу хандах боломжоор хангасаар байх болно гэдгийг мартаж болохгүй! Энэ тохиолдолд таньд энэ тухай сануулах болно.';

$lang['Forum_auth_explain'] = 'Та энд хэлэлцүүлэг бүрийн хандалтын түвшингүүдийг өөрчилж чадна. Та үүнийг хийхийн тулд энгийн болон дэлгэрэнгүй горимыг ашиглаж болно. Дэлгэрэнгүй горимын үед та хэлэлцүүлэг бүрийн хувьд хийж болох үйлдэлүүдийг тодорхойлон өгч болно. Хэлэцүүлгүүдийн хандах эрхийн түвшингүүдийг өөрчилснөөр тэдэнд ямар хэрэглэгчид янз бүрийн үйлдэл хийх боломжтойд нөлөөлөх болно гэдгийг санаарай!';



$lang['Simple_mode'] = 'Энгийн горим';

$lang['Advanced_mode'] = 'Дэлгэрэнгүй горим';

$lang['Moderator_status'] = 'Зохицуулагчийн төлөв';



$lang['Allowed_Access'] = 'Зөвшөөрөгдсөн хандалт';

$lang['Disallowed_Access'] = 'Зөвшөөрөгдөөгүй хандалт';

$lang['Is_Moderator'] = ' бол зохицуулагч';

$lang['Not_Moderator'] = 'Зохицуулагч биш';



$lang['Conflict_warning'] = 'Хандах эрхтэй холбоотой сануулга';

$lang['Conflict_access_userauth'] = 'Энэ гишүүн энэ чуулган руу бүлгэмийнхээ гишүүнчлэлээр дамжин хандах эрхтэй байсаар байна. Та энэ хэрэглэгчийн хандах эрхийг бүрэн хаахын тулд бүлгэмийн хандалтын эрхийг өөрчилөх юмуу эсвэл энэ хэрэглэгчийн тухайн бүлгэмээс устгах хэрэгтэй болно. Бүлгэмийн хандах эрхүүд (мөн тухайн хэлэлцүүлэгт хамаарах) дараах байдалтай байна.';

$lang['Conflict_mod_userauth'] = 'Энэ хэрэглэгч бүлгэмийн гишүүнчлэлээр дамжин энэ хэлэлцүүлэг рүү зохицуулагчийн эрхээр хандах эрхтэй байсаар байна. Та энэ хэрэглэгчийн зохицуулагчийн эрхээр хандах боломжийг бүрэн хаахын тулд бүлгэмийн хандалтын эрхийг өөрчилөх юмуу эсвэл энэ хэрэглэгчийн тухайн бүлгэмээс устгах хэрэгтэй болно. Бүлгэмийн хандах эрхүүд (мөн тухайн хэлэлцүүлэгт хамаарах) дараах байдалтай байна.';



$lang['Conflict_access_groupauth'] = 'Дараах хэрэглэгч (юмуу хэрэглэгчид) тэдний хэрэглэгчийн хандах эрхээрээ энэ хэлэлцүүлэгт хандах эрхтэй байсаар байна. Та тухайн хэрэглэгчийн хандах эрхийг бүрэн хаахын тулд хэрэглэгчийн хандах эрхийг нь өөрчилөх хэрэгтэй. Хэрэглэгчидийн хандах эрхүүд (мөн хэлэлцүүлэг дэх) дараах байдалтай байна.';

$lang['Conflict_mod_groupauth'] = 'Дараах хэрэглэгч (эсвэл хэрэглэгчид) одоо хүртэл хэрэглэгчийн хандах эрхээрээ дамжуулан энэ хэлэлцүүлэгт хандах зохицуулагчийн эрхтэй байсаар байна. Та тэднийг зохицуулагчийн эрхтэй байхаас бүрэн хамгаалахын тулд хэрэглэгчийн хандалтын урхүүдийг нь өөрчилөх хэрэгтэй болох байх. Хэрэглэгчидийн хандах эрхүүд (мөн тухайн хэлэлцүүлэгт хамаарах) дараах байдалтай байна.';



$lang['Public'] = 'Нийтийн';

$lang['Private'] = 'Хувийн';

$lang['Registered'] = 'Бүртгэгдсэн';

$lang['Administrators'] = 'Удирдагчид';

$lang['Hidden'] = 'Нууцлагдмал';



// These are displayed in the drop down boxes for advanced
// mode forum auth, try and keep them short!

$lang['Forum_ALL'] = 'БҮГД';

$lang['Forum_REG'] = 'БҮРТ';

$lang['Forum_PRIVATE'] = 'ХУВИЙН';

$lang['Forum_MOD'] = 'ЗОХИЦ';

$lang['Forum_ADMIN'] = 'УДИРД';



$lang['View'] = 'Харах';

$lang['Read'] = 'Унших';

$lang['Post'] = 'Шинэ сэдэв оруулах';

$lang['Reply'] = 'Хариулах';

$lang['Edit'] = 'Засах';

$lang['Delete'] = 'Устгах';

$lang['Sticky'] = 'Наалттай';

$lang['Announce'] = 'Зарлал'; 

$lang['Vote'] = 'Санал асуулга';

$lang['Pollcreate'] = 'Санал асуулга үүсгэх';



$lang['Permissions'] = 'Хандах эрхүүд';

$lang['Simple_Permission'] = 'Энгийн хандах эрх';



$lang['User_Level'] = 'Хэрэглэгчийн түвшин'; 

$lang['Auth_User'] = 'Хэрэглэгч';

$lang['Auth_Admin'] = 'Удирдагч';

$lang['Group_memberships'] = 'Бүлгэмийн гишүүнчлэлүүд';

$lang['Usergroup_members'] = 'Тухайн бүлгэм дараах гишүүдтэй';



$lang['Forum_auth_updated'] = 'Хэлэлцүүлэгийн хандалтийн эрхүүд шинэчлэгдлээ';

$lang['User_auth_updated'] = 'Хэрэглэгчийн хандалтын эрхүүд шинэчлэгдлээ';

$lang['Group_auth_updated'] = 'Бүлгэмийн хандалтын эрхүүд шинэчлэгдлээ';



$lang['Auth_updated'] = 'Хандалтын эрхүүд шинэчлэгдлээ';

$lang['Click_return_userauth'] = 'Хэрэглэгчийн хандах эрхүүд рүү буцахын тулд %sэнд%s дарна уу!';

$lang['Click_return_groupauth'] = 'Бүлгэмийн хандах эрхүүд рүү буцахын тулд %sэнд%s дарна уу!';

$lang['Click_return_forumauth'] = 'Хэлэлцүүлгийн хандах эрхүүд рүү буцахын тулд %sэнд%s дарна уу!';





//
// Banning
//

$lang['Ban_control'] = 'Хориг тавилтын удирдлага';

$lang['Ban_explain'] = 'Та энд хэрэглэгчидэд хориг тавилтыг удирдаж чадна. Та сонгогдсон хэрэглэгч, мөн нэг болон бүлэг IP хаягаар хамтад нь эсвэл хостын нэрүүдээр нь хориг тавьсанаар үүнийг хийж чадна. Ингэснээр тухайн хэрэглэгч чуулганд хандаж чадахгүй болно. Хориг тавигдсан хэрэглэгч өөр нэрээр бүртгүүлэн хандахаас хамгаалахын тулд мөн сонгогдсон имэйл хаяганд хориг тавьж болно. Зөвхөн имэйл хаяганд нь хориг тавих нь тухайн хэрэглэгч танай чуулганд орж бичлэг оруулахаас бүрэн хамгаалж чадахгүй бөгөөд, иймд та эхний хоёр аргийн нэгийг хэрэглэх нь зүйтэй!';

$lang['Ban_explain_warn'] = 'Бүлэг IP хаяг оруулсан тохиолдолд тухайн бүлгийн эхний болон эцсийн IP хаягуудын дунд буй бүх хаягнууд хориг тавигдсан хаягуудын жагсаалтанд орохыг анхаарна уу!. Орлуулга тэмдэг ашиглан мэдээллийн санд орсон хаягуудыг багасгах оролдлого хйигдэх болно. Хэрэв та заавал бүлэг хаяг оруулах хэрэгтэй байгаа бол аль болохоор завсарыг нь багасгах, эсвэл бүр тодорхой хэдэн хаягийг л оруулахаар хичээсэн нь дээр байх болов уу!';



$lang['Select_username'] = 'Хэрэглэгчийн нэр сонго';

$lang['Select_ip'] = 'IP хаяг сонго';

$lang['Select_email'] = 'Имэйл хаяг сонго';



$lang['Ban_username'] = 'Сонгогдсон нэг юмуу нэлээн хэдэн хэрэглэгчид хориг тавих';

$lang['Ban_username_explain'] = 'Та өөрийн компьютер болон вэб хөтлөгчийн харгалзах хулгана болон гарны хослолыг ашиглан олон хэрэглэгчид нэг дор хориг тавьж чадна';



$lang['Ban_IP'] = 'Нэг юмуу нэлээн хэдэн IP хаяг эсвэл хост нэрэнд хориг тавих';

$lang['IP_hostname'] = 'IP хаягууд юмуу хостын нэрүүд';

$lang['Ban_IP_explain'] = 'Олон IP хаяг юмуу хостын нэр оруулахдаа тэднийг таслалаар тусгаарлана. Хэсэг бүлэг IP хаягуудыг тэмдэглэхдээ дунд нь (-) тэмдэг оруулна, мөн орлуулгыг * тэмдэгээр орлуулна';



$lang['Ban_email'] = 'Нэг юмуу нэлээн хэдэн имэйл хаяганд хориг тавих';

$lang['Ban_email_explain'] = 'Нэгээс олон имэйл хаяг оруулахдаа тэднийг таслалаар тусгаарлаж бичнэ. To specify a wildcard username use *, for example *@hotmail.com';



$lang['Unban_username'] = 'Нэг юмуу нэлээн хэдэн сонгогдсон хэрэглэгчидэд тавьсан хоригийг цуцлах';

$lang['Unban_username_explain'] = 'Та өөрийн компьютер болон вэб хөтлөгчийн харгалзах хулгана болон гарны хослолыг ашиглан олон хэрэглэгчид тавьсан хоригийг нэг дор цуцалж чадна';



$lang['Unban_IP'] = 'Нэг юмуу нэлээн хэдэн IP хаяганд тавьсан хоригийг цуцлах';

$lang['Unban_IP_explain'] = 'Та өөрийн компьютер болон вэб хөтлөгчийн харгалзах хулгана болон гарны хослолыг ашиглан олон IP хаяганд тавьсан хоригийг нэг дор цуцалж чадна';



$lang['Unban_email'] = 'Нэг юмуу нэлээн хэдэн имэйл хаяганд тавьсан хоригийг цуцлах';

$lang['Unban_email_explain'] = 'Та өөрийн компьютер болон вэб хөтлөгчийн харгалзах хулгана болон гарны хослолыг ашиглан олон имэйл хаяганд тавьсан хоригийг нэг дор цуцалж чадна';



$lang['No_banned_users'] = 'Хориг тавигдсан хэрэглэгч алга';

$lang['No_banned_ip'] = 'Хориг тавигдсан IP хаяг алга';

$lang['No_banned_email'] = 'Хориг тавигдсан имэйл хаяг алга';



$lang['Ban_update_sucessful'] = 'Хориг тавилтын жагсаалт амжилттай шинэчлэгдлээ';

$lang['Click_return_banadmin'] = 'Хориг тавилтын удирдлага руу буцахын тулд %sэнд%s дарна уу!';





//
// Configuration
//

$lang['General_Config'] = 'Ерөнхий тохиргоо';

$lang['Config_explain'] = 'Дараах форм нь чуулганы ерөнхий тохиргоонууд өөрчилөх, тохируулахад зориулагдсан. Хэрэглэгч болон хэлэлцүүлэгийн тохиргооны хувьд зүүн талаас харгалзах холбоосыг ашиглана уу!';



$lang['Click_return_config'] = 'Ерөнхий тохиргоо руу буцахын тулд %sэнд%s дарна уу!';



$lang['General_settings'] = 'Чуулганы ерөнхий тохиргоонууд';

$lang['Server_name'] = 'Домайн нэр';

$lang['Server_name_explain'] = 'Энэ чуулганыг ажиллуулж буй домайн нэр';

$lang['Script_path'] = 'Скриптийн зам';

$lang['Script_path_explain'] = 'Домайн нэртэй харьцангуйгаар phpBB2 хаана байгааг зааж буй зам';

$lang['Server_port'] = 'Серверийн порт';

$lang['Server_port_explain'] = 'Серверийн ажиллаж байгаа портын дугаар, ер нь бол 80 байдаг, үүнээс өөр тохиолдолд өөрчилнө үү!';

$lang['Site_name'] = 'Сайтын нэр';

$lang['Site_desc'] = 'Сайтын тайлбар';

$lang['Board_disable'] = 'Чуулган идэвхгүй';

$lang['Board_disable_explain'] = 'Энэ нь чуулганыг хэрэглэгчид хандах боломжгүй болгоно. Чуулган идэвхгүй байгаа үед удирдагчид удирдлагийн хэсэг рүү хандах боломжтой.';

$lang['Acct_activation'] = 'Бүртгэлийг идэвхжүүлэлт хийх';

$lang['Acc_None'] = 'Үгүй'; // These three entries are the type of activation

$lang['Acc_User'] = 'Хэрэглэгч өөрөө';

$lang['Acc_Admin'] = 'Удирдагчаар дамжуулж';



$lang['Abilities_settings'] = 'Хэрэглэгчийн болон чуулганы ерөнхий тохиргоонууд';

$lang['Max_poll_options'] = 'Санал асуулгын хамгийн их сонголтын тоо';

$lang['Flood_Interval'] = 'Дүүрэх завсар';

$lang['Flood_Interval_explain'] = 'Хэрэглэгч бичлэгүүд оруулахдаа завсар нь хэр удаан хүлээх секундын тоо'; 

$lang['Board_email_form'] = 'Чуулганаар дамжуулан имэйл илгээж болох';

$lang['Board_email_form_explain'] = 'Хэрэглэгчид чуулганаар дамжуулан нэг нэгэндээ имэйл илгээнэ';

$lang['Topics_per_page'] = 'Нэг хуудсанд харуулах сэдвийн тоо';

$lang['Posts_per_page'] = 'Нэг хуудсанд харуулах бичлэгийн тоо';

$lang['Hot_threshold'] = 'Түгээмэл гэж тооцогдох бичлэгийн тооны босго';

$lang['Default_style'] = 'Үндсэн загвар';

$lang['Override_style'] = 'Хэрэглэгчийн загварыг дарна';

$lang['Override_style_explain'] = 'Хэрэглэгчийн загварыг үндсэн загвараар солино';

$lang['Default_language'] = 'Үндсэн хэл';

$lang['Date_format'] = 'Цаг хугацааны харагдах хэлбэр';

$lang['System_timezone'] = 'Системийн цагийн бүс';

$lang['Enable_gzip'] = 'GZip шахалтыг идэвхжүүлэх';

$lang['Enable_prune'] = 'Хэлэлцүүлгийн хасалтыг идэвхжүүлэх';

$lang['Allow_HTML'] = 'HTML-ыг зөвшөөрөх';

$lang['Allow_BBCode'] = 'BBCode-ыг зөвшөөрөх';

$lang['Allowed_tags'] = 'Зөвшөөрөгдөх HTML тагууд';

$lang['Allowed_tags_explain'] = 'Тагуудыг таслалаар тусгаарлан бичнэ';

$lang['Allow_smilies'] = 'Инээмсэглэлийг зөвшөөрөх';

$lang['Smilies_path'] = 'Инээмсэглэлүүдийг хадгалах зам';

$lang['Smilies_path_explain'] = 'phpBB-ийн үндсэн эхлэлээс дотогших зам , ж.нь. images/smilies';

$lang['Allow_sig'] = 'Гарын үсгүүдийг зөвшөөрөх';

$lang['Max_sig_length'] = 'Гарын үсгийн хамгийн урт хэмжээ';

$lang['Max_sig_length_explain'] = 'Хэрэглэгчийн гарын үсэг дэх тэмдэгтүүдийн хамгийн их тоо';

$lang['Allow_name_change'] = 'Хэрэглэгчийн нэрийн өөрчилөлтийг зөвшөөрөх';



$lang['Avatar_settings'] = 'Хөрөгийн тохиргоо';

$lang['Allow_local'] = 'Хөрөгийн галлерейг идэвхжүүлэх';

$lang['Allow_remote'] = 'Зайны хөргүүдийг зөвшөөрөх';

$lang['Allow_remote_explain'] = 'Хөрөгүүд өөр сайт руу холбоотой байна';

$lang['Allow_upload'] = 'Хөрөг зургийг сервер лүү хуулахыг зөвшөөрөх';

$lang['Max_filesize'] = 'Хөргийн файлын хамгийн их хэмжээ';

$lang['Max_filesize_explain'] = 'Сервер лүү хуулагдах файлуудын хувьд';

$lang['Max_avatar_size'] = 'Хөргийн хамгийн их хэмжээс';

$lang['Max_avatar_size_explain'] = '(Өндөр x Өргөн цэгээр)';

$lang['Avatar_storage_path'] = 'Хөрөг хадгалах зам';

$lang['Avatar_storage_path_explain'] = 'phpBB-ийн үндсэн эхлэлээс дотогших зам, ж.нь. images/avatars';

$lang['Avatar_gallery_path'] = 'Хөргийн галлерейн зам';

$lang['Avatar_gallery_path_explain'] = 'Өмнө нь бэлтгэгдсэн зургуудыг phpBB-ийн үндсэн эхлэлээс догших зам, ж.нь. images/avatars/gallery';



$lang['COPPA_settings'] = 'COPPA Тохиргоонууд';

$lang['COPPA_fax'] = 'COPPA фахын дугаар';

$lang['COPPA_mail'] = 'COPPA мэйлын хаяг';

$lang['COPPA_mail_explain'] = 'Эцэг эхчүүд COPPA бүртгэлийн формыг илгээх хаяг. COPPA нь Хүүхдийн (13-аас доош настай) эрхийг хамгаалах баримт гэсэн утгатай.';



$lang['Email_settings'] = 'Имэйлийн тохиргоо';

$lang['Admin_email'] = 'Удирдлагийн имэйл хаяг';

$lang['Email_sig'] = 'Имэйл гарын үсэг';

$lang['Email_sig_explain'] = 'Энэ текст нь чуулганаас илгээгдсэн бүх имэйлүүдийн төгсгөлд хавсаргагдах болно';

$lang['Use_SMTP'] = 'Имэйл илгээхдээ SMTP сервер ашиглах';

$lang['Use_SMTP_explain'] = 'Хэрэв та имэйл илгээхдээ локал имэйлийн функцийг ашиглахгүйгээр тодорхой нэрлэгдсэн мэйл сервер ашиглах бол тийм гэдгийг сонгоно уу!';

$lang['SMTP_server'] = 'SMTP Серверийн хаяг';

$lang['SMTP_username'] = 'SMTP Хэрэглэгчийн нэр';

$lang['SMTP_username_explain'] = 'Танай smtp сервер шаардсан тохиолдолд л хэрэглэгчийн нэр оруулна';

$lang['SMTP_password'] = 'SMTP Нууц үг';

$lang['SMTP_password_explain'] = 'Танай smtp сервер шаардсан тохиолдолд л нууц үг оруулна';



$lang['Disable_privmsg'] = 'Хувийн зурвасдах';

$lang['Inbox_limits'] = 'Inbox дахь хамгийн их бичлэгийн тоо';

$lang['Sentbox_limits'] = 'Sentbox дахь хамгийн их бичлэгийн тоо';

$lang['Savebox_limits'] = 'Savebox дахь хамгийн их бичлэгийн тоо';



$lang['Cookie_settings'] = 'Күүкий тохиргоонууд'; 

$lang['Cookie_settings_explain'] = 'Хэрэглэгчийн хөтлөгч рүү хэрхэн күүкийг илгээхийг энд тодорхойлно. Ихэнх тохиолдолд анхны үндсэн утганууд хангалттай бөгөөд та хэрэв тэднийг өөрчилөхийг хүсвэл маш болгоомжтой өөрчилөөрэй! Учир нь буруу тохиргоо хийснээс болж хэрэглэгч нэвтрэн орж чадахгүй байдал үүсэж болно.';

$lang['Cookie_domain'] = 'Күүкий домайн';

$lang['Cookie_name'] = 'Күүкийн нэр';

$lang['Cookie_path'] = 'Күүкзийн зам';

$lang['Cookie_secure'] = 'Күүзий нууцлал';

$lang['Cookie_secure_explain'] = 'Хэрэв танай сервер SSL-ээр ажиллаж байгаа бол үүнийг идэвхтэй үгүй бол идэвхгүй гэж сонго';

$lang['Session_length'] = 'Сешионий байх хугацаа [ секундээр ]';


// Visual Confirmation
$lang['Visual_confirm'] = 'Визуаль баталгаажуулалтыг идэвхжүүл';
$lang['Visual_confirm_explain'] = 'Бүртгүүлэх үед хэрэглэгчээс ямар нэгэн зургаар өгөгдөх кодыг оруулахыг шаардана.';

//
// Forum Management
//

$lang['Forum_admin'] = 'Чуулганы удирдлага';

$lang['Forum_admin_explain'] = 'Энэ хэсэгт та хэлэлцүүлэгүүд нэмж, устгаж, засаж, шинээр эрэмбэлж мөн ангилалыг нь дахин хуваарилж чадна';

$lang['Edit_forum'] = 'Хэлэлцүүлэгийг засах';

$lang['Create_forum'] = 'Шинэ хэлэлцүүлэг үүсгэх';

$lang['Create_category'] = 'Шинэ ангилал үүсгэх';

$lang['Remove'] = 'Устгах';

$lang['Action'] = 'Үйлдэл';

$lang['Update_order'] = 'Эрэмбийг өөрчилөх';

$lang['Config_updated'] = 'Хэлэлцүүлэгийн тохиргоо амжилттай шинэчлэгдлээ';

$lang['Edit'] = 'Засах';

$lang['Delete'] = 'Устгах';

$lang['Move_up'] = 'Дээш нь шилжүүл';

$lang['Move_down'] = 'Доош нь шилжүүл';

$lang['Resync'] = 'Resync';

$lang['No_mode'] = 'Горим өгөгдөөгүй байна';

$lang['Forum_edit_delete_explain'] = 'Дараах форм нь бүхий л ерөнхий чуулганы тохиргоог хийх боломжийг таньд олгоно. Хэрэглэгч болон хэлэлцүүлэгийн хувьд зүүн талаас харгалзах холбоосуудыг ашиглана уу!';



$lang['Move_contents'] = 'Бүх агуулгийг шилжүүлэх';

$lang['Forum_delete'] = 'Хэлэлцүүлэгийг устгах';

$lang['Forum_delete_explain'] = 'Дараах форм нь ямар нэгэн хэлэлцүүлэгийг (эсвэл ангилалыг) устгах болон түүн дэх сэдвүүдийг (эсвэл хэлэцүүлэгүүдийг) хааш нь шилжүүлэхийг шийдэх боломж олгоно.';


$lang['Status_locked'] = 'Түгжээтэй';
$lang['Status_unlocked'] = 'Нээлттэй';
$lang['Forum_settings'] = 'Хэлэлцүүлэгийн ерөнхий тохиргоо';

$lang['Forum_name'] = 'Хэлэлцүүлэгийн нэр';

$lang['Forum_desc'] = 'Тайлбар';

$lang['Forum_status'] = 'Хэлэлцүүлэгийн төлөв';

$lang['Forum_pruning'] = 'Автоматаар хасалт хийх';



$lang['prune_freq'] = 'Сэдвийн насыг шалгах үе';

$lang['prune_days'] = 'Ямар нэгэн бичлэг оруулаагүй үед сэдвийг устгах хугацаа';

$lang['Set_prune_data'] = 'Та энэ хэлэлцүүлгийн хувьд автомат хасалтыг идэвжүүлсэн боловч хасалт хийх өдрийн давтамжийн тоог оруулсангүй. Буцаад үүнийг оруулна уу!';



$lang['Move_and_Delete'] = 'Зөөх ба устгах';



$lang['Delete_all_posts'] = 'Бүх бичлэгүүдийг устгах';

$lang['Nowhere_to_move'] = 'Шилжүүлэх газар алга';



$lang['Edit_Category'] = 'Ангилалыг засах';

$lang['Edit_Category_explain'] = 'Ангилалын нэрийг өөрчилөхдөө энэ формыг ашиглана уу!';



$lang['Forums_updated'] = 'Хэлэлцүүлэг болон ангилалын мэдээлэл амжилттай шинэчлэгдлээ';



$lang['Must_delete_forums'] = 'Та энэ ангилалыг устгахаасаа өмнө бүх хэлэлцүүлэгийг устгах шаардлагатай';



$lang['Click_return_forumadmin'] = 'Чуулганы удирдлага руу буцахын тулд %sэнд%s дарна уу!';

//
// Smiley Management
//

$lang['smiley_title'] = 'Инээмсэглэлүүдийг засах хэрэгсэл';

$lang['smile_desc'] = 'Энэ хуудаснаас та, танай хэрэглэгчид бичлэгдээ, хувийн зурвасдаа ашиглах боломж бүхий инээмсэглэлүүд болон сэтгэл хөдлөлүүдийг нэмж, устгаж мөн засаж чадна.';



$lang['smiley_config'] = 'Инээмсэглэлийн тохиргоо';

$lang['smiley_code'] = 'Инээмсэглэлийн код';

$lang['smiley_url'] = 'Инээмсэглэлийн зургийн файл';

$lang['smiley_emot'] = 'Инээмсэглэл, сэтгэл хөдлөл';

$lang['smile_add'] = 'Шинэ инээмсэглэл нэмэх';

$lang['Smile'] = 'Инээмсэглэл';

$lang['Emotion'] = 'Сэтгэл хөдлөл';



$lang['Select_pak'] = 'Багцын (.pak) файлаа сонгон уу!';

$lang['replace_existing'] = 'Өмнөх инээмсэглэлийг дарж солино';

$lang['keep_existing'] = 'Өмнөх инээмсэглэлийг хадгалж үлдээнэ';

$lang['smiley_import_inst'] = 'Та зургийн багцыг задлаад бүх файлыг сервер лүү харгалзах инээмсэглэлүүдийн хавтас руу хуулах хэрэгтэй.  Тэгсэний дараа энэ формонд тохирох зөв мэдээллүүдийг сонгон тухай багцыг импортлон оруулна уу!';

$lang['smiley_import'] = 'Инээмсэглэлийн багц импортлолт';

$lang['choose_smile_pak'] = 'Инээмсэглэлийн багцын .pak цайл сонго';

$lang['import'] = 'Инээмэсгэлүүд импортлох';

$lang['smile_conflicts'] = 'Давхцал үүсвэл яах бэ!';

$lang['del_existing_smileys'] = 'Импортлохоосоо өмнө урьд нь байсан инээмсэглэлүүдийг устгана';

$lang['import_smile_pack'] = 'Инээмсэглэлийн багц импортлох';

$lang['export_smile_pack'] = 'Инээмсэглэлийн багц үүсгэх';

$lang['export_smiles'] = 'Одооны суусан байгаа инээмсэглэлүүдээсээ шинэ инээмсэглэлийн баг үүсгэхийн тулд эхлээд %sэнд%s дарж smiles.pak файлыг татаж авна. Файлын нэрийг өөрчилж хадгалахдаа .pak гэсэн өргөтгөлийг өөрчилж болохгүй. Тэгээд өөрийнхөө бүх инээмсэглэлийн зурагнууд болон энэ .pak тохиргооны файлыг нэгтгэн шахаж бэлдэнэ.';



$lang['smiley_add_success'] = 'Инээмсэглэл амжилттай  нэмэгдсэн';

$lang['smiley_edit_success'] = 'Инээмсэглэл амжилттай шинэчлэгдсэн';

$lang['smiley_import_success'] = 'Инээмсэглэлийн багц амжилттай импортлогдсон!';

$lang['smiley_del_success'] = 'Инээмсэглэл амжилттай устгагдсан';

$lang['Click_return_smileadmin'] = 'Инээмсэглэлийн удирдлага руу буцахын тулд %sэнд%s дарна уу!';


//
// User Management
//

$lang['User_admin'] = 'Хэрэглэгчийн удирдлага';

$lang['User_admin_explain'] = 'Та энд хэрэглэгчидийнхээ мэдээлэл болон тодорхой тохиргоог өөрчилж чадна. Хэрэглэгчийн хандалтын эрхийг өөрчилөхийн тулд хэрэглэгчийн болон бүлгэмийн хандах эрхийн системийг ашиглана уу!';



$lang['Look_up_user'] = 'Хэрэглэгчийг харах';



$lang['Admin_user_fail'] = 'Тухайн хэрэглэгчийн хувийн тохиргоог шинэчилж чадсанүй.';

$lang['Admin_user_updated'] = 'Тухайн хэрэглэгчийн хувийн тохиргоо амжилттай шинэчлэгдсэн.';

$lang['Click_return_useradmin'] = 'Хэрэглэгчийн удирдлага руу буцахын тулд %sэнд%s дарна уу!';



$lang['User_delete'] = 'Энэ хэрэглэгчийг устгах';

$lang['User_delete_explain'] = 'Энэ хэрэглэгчийг устгахын тулд энд дарна уу, тэгэхдээ энэ нь буцааж үйлдэх боломжгүй гэдгийг санаарай!';

$lang['User_deleted'] = 'Хэрэглэгч амжилттай устгагдлаа.';



$lang['User_status'] = 'Хэрэглэгч идэвхтэй';

$lang['User_allowpm'] = 'Хувийн зурвасууд илгээж чадна';

$lang['User_allowavatar'] = 'Хөргөө харуулж чадна';



$lang['Admin_avatar_explain'] = 'Энд та хэрэглэгчийн хөрөгийг харж, устгаж чадна.';



$lang['User_special'] = 'Зөвхөн удирдагчид зориулсан тусгай талбарууд';

$lang['User_special_explain'] = 'Эдгээр утгууд нь хэрэглэгчидээр өөрчилөгдөх боломжгүй. Та энд тэдний төлөвийг болон хэрэглэгчидэд олгогдоогүй тохиргоонуудыг өөрчилж чадна.';


//
// Group Management
//

$lang['Group_administration'] = 'Бүлгэмийн удирдлага';

$lang['Group_admin_explain'] = 'Та энд бүх бүлгэмүүдийг удирдаж чадна; устгаж, үүсгэж мөн үүсгэгдсэн бүлгэмийг засаж чадна. Та зохицуулагчидыг нь сонгож, нээлттэй/хаалттай нь сонгож мөн бүлгэмийн нэр болон тайлбарыг өгөх боломжтой';

$lang['Error_updating_groups'] = 'Бүлгэмийг шинэчилж байх явцад алдаа гарлаа!';

$lang['Updated_group'] = 'Бүлгэм амжилттай шинэчлэгдлээ';

$lang['Added_new_group'] = 'Шинэ бүлгэм амжилттай үүсгэгдлээ';

$lang['Deleted_group'] = 'Бүлгэм амжилттай устгагдлаа';

$lang['New_group'] = 'Шинэ бүлгэм үүсгэх';

$lang['Edit_group'] = 'Бүлгэмийг засах';

$lang['group_name'] = 'Бүлгэмийн нэр';

$lang['group_description'] = 'Бүлгэмийн тайлбар';

$lang['group_moderator'] = 'Бүлгэмийн зохицуулагч';

$lang['group_status'] = 'Бүлгэмийн төлөв';

$lang['group_open'] = 'Нээлттэй бүлгэм';

$lang['group_closed'] = 'Хаалттай бүлгэм';

$lang['group_hidden'] = 'Нууцлагдмал бүлгэм';

$lang['group_delete'] = 'Бүлгэмийг устгах';

$lang['group_delete_check'] = 'Энэ бүлгэмийг устгах';

$lang['submit_group_changes'] = 'Өөрчилөлтүүдийг батлах';

$lang['reset_group_changes'] = 'Өөрчилөлтүүдийг болих';

$lang['No_group_name'] = 'Та энэ бүлгэмдээ ямар нэгэн нэр өгөх хэрэгтэй';

$lang['No_group_moderator'] = 'Та энэ бүлгэмдээ ямар нэгэн зохицуулагч сонгох шаардлагатай';

$lang['No_group_mode'] = 'Та энэ бүлгэмийнхээ хаалттай юмуу нээлттэй эсэхийг сонгох ёстой';

$lang['No_group_action'] = 'Ямар ч үйлдэл сонгогдоогүй байна';

$lang['delete_group_moderator'] = 'Бүлгэмийн хуучин зохицуулагчийг устгах уу?';

$lang['delete_moderator_explain'] = 'Та хэрвээ бүлгэмийн зохицуулагчийг сольж байгаа бол хуучин зохицуулагчийг устгахын тулд үүнийг чагтална уу! Өөр үед үүнийг бүү чагтал, мөн хэрэглэгч тухайн бүлгэмийн ердийн хэрэглэгч болно.';

$lang['Click_return_groupsadmin'] = 'Бүлгэмийн удирдлага руу буцахын тулд %sэнд%s дарна уу!';

$lang['Select_group'] = 'Бүлгэм сонго';

$lang['Look_up_group'] = 'Бүлгэмийг харах';


//
// Prune Administration
//

$lang['Forum_Prune'] = 'Хэлэлцүүлгийн хасалт';

$lang['Forum_Prune_explain'] = 'Энэ нь тодорхой хоногийн дотор бичлэг бичигдээгүй сэдвийг устгах болно. Хэрвээ та ямар нэгэн тоо оруулахгүй бол бүгдийг устгах болно. Тэгэхдээ идэвхтэй санал асуулга ажиллаж байгаа мөн зарлалуудыг устгаж чадахгүй. Та эдгээр бичлэгүүдийг гараараа устгах хэрэгтэй.';

$lang['Do_Prune'] = 'Хасалт хийх';

$lang['All_Forums'] = 'Бүх хэлэлцүүлэгүүд';

$lang['Prune_topics_not_posted'] = 'Ийм тооны хоногт хариу бичигдээгүй сэдвүүдийг устгах';

$lang['Topics_pruned'] = 'Сэдвүүдэд хасалт хийгдсэн';

$lang['Posts_pruned'] = 'Бичлэгүүдэд хасалт хийгдсэн';

$lang['Prune_success'] = 'Хэлэлцүүлгүүдийн хасалт хйилт амжилттай болсон';


//
// Word censor
//

$lang['Words_title'] = 'Үгийг шүүх';

$lang['Words_explain'] = 'Энэ хэсэгт та танай чуулганд автоматаар шүүгдэх үгсийг нэмэх, устгах, мөн засах боломжтой. Нэмж хэлэхэд эдгээр үгсийг агуулсан хэрэглэгчийн нэртэй хэрэглэгч бүртгэгдэхгүй болно. Үгийн талбарт орлуулгууд (*) зөвшөөрөгдсөн, жишээ нь. *test* гэвэл detestable гэсэн үг тохирно, test* гэвэл testing гэсэн үг тохирно, *test гэвэл detest гэсэн үг тохирно гэх мэт.';

$lang['Word'] = 'Үг';

$lang['Edit_word_censor'] = 'Үгийн шүүлтүүрийг засах';

$lang['Replacement'] = 'Солилт';

$lang['Add_new_word'] = 'Шинэ үг нэмэх';

$lang['Update_word'] = 'Үгийн шүүлтүүрийг шинэчлэх';



$lang['Must_enter_word'] = 'Та ямар нэгэн үг болон үүнийг ямар үгээр солихыг оруулах хэрэгтэй';

$lang['No_word_selected'] = 'Ямар ч үг засахаар сонгогдоогүй байна';



$lang['Word_updated'] = 'Сонгогдсон үгийн шүүлтүүр амжилттай шинэчлэгдлээ';

$lang['Word_added'] = 'Үгийн шүүлтүүр амжилттай нэмэгдлээ';

$lang['Word_removed'] = 'Сонгогдсон үгийг шүүлтүүр амжилттай устгагдлаа';



$lang['Click_return_wordadmin'] = 'Үгийн шүүлтүүрийн удирдлага руу буцахын тулд %sэнд%s дарна уу!';





//
// Mass Email
//

$lang['Mass_email_explain'] = 'Та энд нэг зэрэг бүх хэрэглэгчид рүү юмуу эсвэл тодорхой сонгогдсон бүлэг хэрэглэгчид рүү имэйл илгээж чадна. Үүнийг хийхийн тулд таны илгээх имэйл таны бүртгүүлсэн удирдлагийн имэйл хаяг руу эхэлж илгээгдэх бөгөөд, тэндээс хуулбарууд нь бүх хүлээн авагчид руу илгээгдэх болно. Хэрвээ та том их хэмжээний хүмүүс рүү илгээж байгаа бол илгээж дуустал тэвчээртэй хүлээх хэрэгтэй бөгөөд дуусаагүй байхал нь хуудсыг зогсоож хэрхэвч болохгүй!. Бөөн имэйл илгээх үед удах нь ердийн зүйл бөгөөд, дуусангуут таньд мэдэгдэх болно';

$lang['Compose'] = 'Шинээр бичих'; 

$lang['Recipients'] = 'Хүлээн авагчид'; 

$lang['All_users'] = 'Бүх хэрэглэгчид';

$lang['Email_successfull'] = 'Таны захиа илгээгдлээ';

$lang['Click_return_massemail'] = 'Бөөн имэйл илгээх форм руу буцахын тулд %sэнд%s дарна уу!';

//
// Ranks admin
//

$lang['Ranks_title'] = 'Үнэлгээний удирдлага';

$lang['Ranks_explain'] = 'Энэ формыг ашиглан та үнэлгээ нэмж, засаж, харж мөн устгаж чадна. Та мөн энд хэрэглэгчидийн удирдлагийн хэсгээр дамжуулан хэрэглэгчидэд оноож болох үнэлгээнүүдийг үүсгэж чадна';

$lang['Add_new_rank'] = 'Шинэ үнэлгээ нэмэх';

$lang['Rank_title'] = 'Үнэлгээний гарчиг';

$lang['Rank_special'] = 'Тусгай төрлийн үнэлгээ болгох';

$lang['Rank_minimum'] = 'Хамгийн бага бичлэгийн тоо';

$lang['Rank_maximum'] = 'Хамгийн их бичлэгийн тоо';

$lang['Rank_image'] = 'Үнэлгээний зураг (phpBB2-ийн үндсэн замтай харьцангуй зам)';

$lang['Rank_image_short'] = "Үнэлгээний зураг";  //Display Rank Image on Overview MOD

$lang['Rank_image_explain'] = 'Үнэлгээг илэрхийлэх жижиг зургийг тодорхойлоход үүнийг хэрэглэ';



$lang['Must_select_rank'] = 'Та ямар нэгэн үнэлгээ сонгох ёстой';

$lang['No_assigned_rank'] = 'Тусгай үнэлгээ олгогдоогүй байна';



$lang['Rank_updated'] = 'Үнэлгээ амжилттай шинэчлэгдлээ';

$lang['Rank_added'] = 'Үнэлгээ амжилттай нэмэгдлээ';

$lang['Rank_removed'] = 'Үнэлгээ амжилттай устгагдлаа';

$lang['No_update_ranks'] = 'Үнэлгээ амжилттай устгагдсан, тэгэхдээ энэ үнэлгээг хэрэглэж буй хэрэглэгчидийн бүртгэл шинэчлэгдээгүй. Та тэдгээр бүртгэлүүд дэх үнэлгээнүүдийг гараараа шинэчлэх хэрэгтэй болно';



$lang['Click_return_rankadmin'] = 'Үнэлгээний удирдлага руу буцахын тулд %энд%s дарна уу!';

//
// Disallow Username Admin
//

$lang['Disallow_control'] = 'Үл зөвшөөрөгдөх хэрэглэгчийн нэрний хяналт';

$lang['Disallow_explain'] = 'Энд та хэрэглэж болохгүй хэрэглэгчийн нэрсийн хянаж чадна. * тэмдэгийг орлуулга байдлаар ашиглахыг зөвшөөрнө. Нэгэнт бүртгэгдсэн хэрэглэгчийн нэрийг сонгох боломжгүй гэдгийг анхаарна уу! Та тэднийг үл зөвшөөрөгдөх болгохын тулд эхлээд тухайн нэрийг устгах хэрэгтэй';



$lang['Delete_disallow'] = 'Устгах';

$lang['Delete_disallow_title'] = 'Үл зөвшөөрөгдөх хэрэглэгчийн нэрийг устгах';

$lang['Delete_disallow_explain'] = 'Та үл зөвшөөрөгдөх нэр устгахын тулд жагсаалтаас түүнийг сонгодд баталж товч дарна уу!';



$lang['Add_disallow'] = 'Нэмэх';

$lang['Add_disallow_title'] = 'Үл зөвшөөрөгдөх хэрэглэгчийн нэр нэмэх';

$lang['Add_disallow_explain'] = 'Та орлуулга * ашиглан хэрэглэгчийн нэрийг үл зөвшөөрөгдөх болгож чадна';



$lang['No_disallowed'] = 'Үл зөвшөөрөгдсөн хэрэглэгчийн нэр алга байна';



$lang['Disallowed_deleted'] = 'Үл зөвшөөрөгдөх нэр амжилттай устгагдсан';

$lang['Disallow_successful'] = 'Үл зөвшөөрөгдөх нэр амжилттай нэмэгдсэн';

$lang['Disallowed_already'] = 'Таны оруулсан нэр үл зөвшөөрөгдөх болох боломжгүй. Энэ нь аль хэдийн жагсаалтанд орсон, эсвэл үгийн шүүлтүүрийн жагсаалтанд орсон, эсвэл тохирох хэрэглэгчийн нэр бүртгэгдсэн байна';



$lang['Click_return_disallowadmin'] = 'Үл зөвшөөрөгдөх хэрэглэгчийн нэрний удирдлага руу буцахын тулд %sэнд%s дарна уу!';


//
// Styles Admin
//

$lang['Styles_admin'] = 'Загварын удирдлага';

$lang['Styles_explain'] = 'Энд та хэрэглэгчид сонгох боломжтой загваруудыг (хэв, маягууд) нэмж, устгаж, засаж чадна';

$lang['Styles_addnew_explain'] = 'Дараах жагсаалт нь таны ашиглаж буй загварт тохирох бүх маягуудыг харуулж байна. Энэ жагсаалт дахь элэемэнтүүд нь phpBB-ийн мэдээллийн сан руу хараахан суулгагдаагүй байгаа. Ямар нэгэн маяг суулгахын тулд харгалзах суулгах холбоосон дээр дарна уу!';



$lang['Select_template'] = 'Загвар сонгоно уу!';



$lang['Style'] = 'Хэлбэр';

$lang['Template'] = 'Загвар';

$lang['Install'] = 'Суулгах';

$lang['Download'] = 'Татаж авах';



$lang['Edit_theme'] = 'Маягийг засах';

$lang['Edit_theme_explain'] = 'Та энэ формонд сонгогдсон маягийн тохиргоонуудыг өөрчилж чадна';



$lang['Create_theme'] = 'Маяг үүсгэх';

$lang['Create_theme_explain'] = 'Тухайн сонгогдсон загвард зориулж шинэ маяг үүсгэхийн тулд энэ формыг ашиглана уу! Өнгө оруулж байхдаа (16-тын бичиглэл ашиглах ёстойгуудын хувьд) эхэнд нь # тэмдэгийг бичиж болохгүй, ж.нь. CCCCCC гэвэл зөв, #CCCCCC гэвэл буруу';



$lang['Export_themes'] = 'Маягуудыг экспортлох';

$lang['Export_explain'] = 'Энэ хасагт та сонгогдсон загварын хувьд маягуудыг экспортлох боломжтой. Дараах жагсаалтаас загварыг сонгосноор систем маягийн тохиргоонуудыг үүсгэх бөгөөд үүнийг сонгогдсон загварын хавтас руу хадгалахаар оролдоно. Хэрвээ хадгалж чадахгүй бол тухайн файлыг татаж авах боломжийг таньд олгоно. Файлыг хадгалахын тулд та вэб сервер дэх тухайн загварын хавтас руу бичих боломжийг олгож тохируулах хэрэгтэй. Энэ тухай дэлгэрэнгүй мэдээллийг phpBB 2-ийн хэрэглэгчийн гарын авлагаас харна уу!';



$lang['Theme_installed'] = 'Сонгогдсон маяг амжилттай суулгагдлаа';

$lang['Style_removed'] = 'Сонгогдсон загвар мэдээллийн сангаас устгагдлаа. Энэ загварыг бүрэн устгахын тулд та тухайн загварт хамаарах хавтасыг устгах хэрэгтэй.';

$lang['Theme_info_saved'] = 'Сонгогдсон загварын хувь дахь маягийн мэдээлэл амжилттай хадгалагдлаа. Та одоо theme_info.cfg файлын (хэрэгтэй бол загварын хавтасыг тэр чигт нь) буцааж зөвхөн-унших горимд оруулах хэрэгтэй!';

$lang['Theme_updated'] = 'Сонгогдсон маяг шинэчлэгдсэн. Та одоо шинэ маягийн тохиргоог экспортлох хэрэгтэй';

$lang['Theme_created'] = 'Маяг үүсгэгдлээ. Та одоо одоо үүнийг найдвартай хадгалах юмуу өөр хаа нэг газар хэрэглэхийн тулд маягийг маягийн тохиргоо байдлаар экспортолж хадгалах хэрэгтэй';



$lang['Confirm_delete_style'] = 'Та үнэхээр энэ загварыг устгах гэж буйдаа итгэлтэй байна уу!';



$lang['Download_theme_cfg'] = 'Экспортлогч маягийн тохиргоо файлыг хадгалж чадсангүй. Энэхүү файлыг хөтлөгчөөрөө дамжуулан татаж авахын тулд дараах товчийг дарна уу! Нэгэнт та үүнийг татаад авсан тохиолдолд та үүнийг загварын файлуудыг агуулж байгаа хавтас руу шилжүүлж чадна. Тэгээд та эдгээр файлуудыг хаа нэг газар хэрэглэхийн тулд багцалж чадна';

$lang['No_themes'] = 'Таны сонгосон загвард хавсаргагдсан ямар нэгэн маяг байхгүй байна. Шинэ маяг үүсгэхийн тулд зүүн талд буй Шинэ маяг үүсгэх холбоосон дээр дарна уу!';

$lang['No_template_dir'] = 'Загварын хавтасыг нээж чадсангүй. Энэ нь вэб серверээр уншигдах боломжгүй эсвэл ийм хавтас байхгүй байна';

$lang['Cannot_remove_style'] = 'Сонгогдсон загвар чуулганы үндсэн загвараар хэрэглэгдэж буй тул та устгаж чадахгүй. Үндсэн загварыг өөрчилөөд дахиад оролдоно уу!';

$lang['Style_exists'] = 'Сонгосон загварын нэр хэдийн орсон байна, буцаад өөр нэр өгөөд оролдоод үзнэ үү!';



$lang['Click_return_styleadmin'] = 'Загварын удирдлага руу буцахын тулд %sэнд%s дарна уу!';



$lang['Theme_settings'] = 'Маягийн тохиргоонууд';

$lang['Theme_element'] = 'Маягийн элемент';

$lang['Simple_name'] = 'Энгийн нэр';

$lang['Value'] = 'Утга';

$lang['Save_Settings'] = 'Тохиргоонуудыг хадгалах';



$lang['Stylesheet'] = 'CSS Загварын хүснэгт';

$lang['Background_image'] = 'Дэвсгэр зураг';

$lang['Background_color'] = 'Дэвсгэр өнгө';

$lang['Theme_name'] = 'Маягийн нэр';

$lang['Link_color'] = 'Холбоосын өнгө';

$lang['Text_color'] = 'Текстийн өнгө';

$lang['VLink_color'] = 'Зочилсон холбоосын өнгө';

$lang['ALink_color'] = 'Идэвхтэй холбоосын өнгө';

$lang['HLink_color'] = 'Хулгана дээр нь байх үеийн холбоосын өнгө';

$lang['Tr_color1'] = 'Хүснэгтийн мөрийн өнгө 1';

$lang['Tr_color2'] = 'Хүснэгтийн мөрийн өнгө 2';

$lang['Tr_color3'] = 'Хүснэгтийн мөрийн өнгө 3';

$lang['Tr_class1'] = 'Хүснэгтийн мөрийн класс 1';

$lang['Tr_class2'] = 'Хүснэгтийн мөрийн класс 2';

$lang['Tr_class3'] = 'Хүснэгтийн мөрийн класс 3';

$lang['Th_color1'] = 'Хүснэгтийн толгойн өнгө 1';

$lang['Th_color2'] = 'Хүснэгтийн толгойн өнгө 2';

$lang['Th_color3'] = 'Хүснэгтийн толгойн өнгө 3';

$lang['Th_class1'] = 'Хүснэгтийн толгойн класс 1';

$lang['Th_class2'] = 'Хүснэгтийн толгойн класс 2';

$lang['Th_class3'] = 'Хүснэгтий толгойн класс 3';

$lang['Td_color1'] = 'Хүснэгтийн нүдний өнгө 1';

$lang['Td_color2'] = 'Хүснэгтийн нүдний өнгө 2';

$lang['Td_color3'] = 'Хүснэгтийн нүдний өнгө 3';

$lang['Td_class1'] = 'Хүснэгтийн нүдний класс 1';

$lang['Td_class2'] = 'Хүснэгтийн нүдний класс 2';

$lang['Td_class3'] = 'Хүснэгтийн нүдний класс 3';

$lang['fontface1'] = 'Фонтын төрөл 1';

$lang['fontface2'] = 'Фонтын төрөл 2';

$lang['fontface3'] = 'Фонтын төрөл 3';

$lang['fontsize1'] = 'Фонтын хэмжээ 1';

$lang['fontsize2'] = 'Фонтын хэмжээ 2';

$lang['fontsize3'] = 'Фонтын хэмжээ 3';

$lang['fontcolor1'] = 'Фонтын өнгө 1';

$lang['fontcolor2'] = 'Фонтын өнгө 2';

$lang['fontcolor3'] = 'Фонтын өнгө 3';

$lang['span_class1'] = 'Спан класс 1';

$lang['span_class2'] = 'Спан класс 2';

$lang['span_class3'] = 'Спан класс 3';

$lang['img_poll_size'] = 'Санал асуулгын зургийн хэмжээ [px]';

$lang['img_pm_size'] = 'Хувийн зурвасны төлөвийн хэмжээ [px]';

//
// Install Process
//

$lang['Welcome_install'] = 'phpBB 2-ийн суулгалтанд тавтай моирлно уу!';

$lang['Initial_config'] = 'Үндсэн тохиргоо';

$lang['DB_config'] = 'Мэдээллийн сангийн тохиргоо';

$lang['Admin_config'] = 'Удирдлагийн тохиргоо';

$lang['continue_upgrade'] = 'Нэгэнт та тохиргооны файлаа локал машин руугаа татаад авсан тохиолдолд та дараах \'Шинэчлэлтийг үргэлжлүүлэх\' товчийг дарж шинэчлэх үйл явцыг цааш үргэлжлүүлнэ үү. Шинэчлэх үйл явц дуустал тохиргооны файлаа сервер лүү хуулахгүй хүлээзнэнэ үү!';

$lang['upgrade_submit'] = 'Шинэчлэлтийг үргэлжлүүлэх';



$lang['Installer_Error'] = 'Суулгалтын явцад алдаа гарлаа';

$lang['Previous_Install'] = 'Өмнөх суулгалт мэдэгдлээ';

$lang['Install_db_error'] = 'Мэдээллийн санг шинэчлэхээр оролдох үед алдаа гарлаа';



$lang['Re_install'] = 'Таны өмнөх суулгалт одоо хүртэл идэвхтэй байна. <br /><br />Та phpBB 2-г дахин суулгахыг хүсэж буй бол дараах Тийм товчийг дарна уу. Ингэснээр таны бүх мэдээлэл устах бөгөөд, ямар ч нөөцлөлт хийгдэхгүй гэдгийг анхаарна уу! Дахин суулгалтын дараа таны чуулган руу нэвтэрдэг удирдлагын нэр болон нууц үг дахин үүсгэгдэх бөгөөд өөр бусад ямар ч тохиргоо хадгалагдаж үлдэхгүй болно. <br /><br />Тэгэхээр та тийм гэж сонгохоосоо өмнө сайн нухацтай бодож үзнэ үү!!';



$lang['Inst_Step_0'] = 'phpBB 2-г сонгосон явдалд баярлалаа. Суулгалтыг бүрэн дуусгахын тулд юун түрүүн дараах шаардлагатай утгуудыг бөглөнө үү! Таны мэдээллээ оруулахыг хүсэж буй мэдээллийн сан эхэлж үүсгэгдсэн байх ёстой. Та хэрвээ ODBC ашиглах, MS Access г.м мэдээллийн сан ашиглах гэж буй бол эхлээд DSN үүсгэх хэрэгтэй.';



$lang['Start_Install'] = 'Суулгалтыг эхлүүлэх';

$lang['Finish_Install'] = 'Суулгалтыг дуусгах';



$lang['Default_lang'] = 'Чуулганы үндсэн хэл';

$lang['DB_Host'] = 'Мэдээллийн сангийн серверийн хостын нэр / DSN';

$lang['DB_Name'] = 'Таны мэдээллийн сангийн нэр';

$lang['DB_Username'] = 'Мэдээллийн сангийн хэрэглэгчийн нэр';

$lang['DB_Password'] = 'Мэдээллийн сангийн нууц үг';

$lang['Database'] = 'Таны мэдээллийн сан';

$lang['Install_lang'] = 'Суулгах явцад хэрэглэх хэлээ сонго';

$lang['dbms'] = 'Мэдээллийн сангийн төрөл';

$lang['Table_Prefix'] = 'Мэдээллийн сан дахь хүснэгтүүдийн нэрийн эхлэл';

$lang['Admin_Username'] = 'Удирдагчийн хэрэглэгчийн нэр';

$lang['Admin_Password'] = 'Удирдагчийн нууц үг';

$lang['Admin_Password_confirm'] = 'Удирдагчийн нууц үг [ Давтаж оруул ]';



$lang['Inst_Step_2'] = 'Таны удирдагчийн хэрэглэгчийн нэр үүслээ. Таны үндсэн суулгалт хийгдлээ гэсэн үг. Та одоо шинэ суулгалтыг удирдах боломж бүхий дэлгэцэнд шилжих болно. Ерөнхий тохиргоонуудыг шалгаж ямар нэгэн өөрчилөлт хийхдээ маш болгоомжтой хандана уу! phpBB 2-г сонгосонд баярлалаа.';



$lang['Unwriteable_config'] = 'Яг одоогоор таны тохиргооны файл бичигдэх боломжгүй байна. Та дараах товчийг дарсанаар энэхүү тохиргооны файлын хуулбарыг татан авах боломжтой. Та энэ файлыг phpBB 2 шиг ижил зам руу сервер лүү хуулах хэрэгтэй. Нэгэнт энэ дууссан тохиодолд чуулганы ерөнхий тохиргоонуудаа шалгахын тулд та өмнөх формд оруулсан удирдлагийн нэр нууц үгээ ашиглан чуулганы удирдлагын хэсэгт нэвтрэн орох хэрэгтэй (тийшээ очих холбоос холбогдон орсоны дараа хуудас болгоны доод хэсэгт харагдах болно). phpBB 2-г сонгосон явдалд байярлалаа.';

$lang['Download_config'] = 'Татаж авах тохиргоо';



$lang['ftp_choose'] = 'Татаж авах аргаа сонгоно уу!';

$lang['ftp_option'] = '<br />Энэхүү PHP-ийн хувилбард FTP өргөтгөлүүд боломжтой тул та эхлээд тохиргооны файдаа автоматаар байрлал руу нь FTP-рээ дамжуулан шижүүлэхээр оролдоод үзэх сонголт таньд байна.';

$lang['ftp_instructs'] = 'Та тухайн файлыг phpBB 2-ийг агуулж буй бүртгэл рүү шууд ftp-дэхээр сонгосон байна. Эн үйл явцйг гүйцэтгэхийн тулд хэрэгтэй мэдээллүүдийг оруулна уу. FTP зам нь таны phpBB2 суулгалтанд очих яг зөв зам байх ёстой.';

$lang['ftp_info'] = 'Өөрийнхөө FTP-тэй холбоотой мэдээллийг оруулна уу';

$lang['Attempt_ftp'] = 'Тохиргооны файлаа байрлал руу нь ftp-дэхээр оролдох';

$lang['Send_file'] = 'Над руу зүгээр л тухайн файоын илгээь би өөрөө гараараа ftp-дэх болно';

$lang['ftp_path'] = 'phpBB 2-д хүрэх FTP зам';

$lang['ftp_username'] = 'Таны FTP хэрэглэгчийн нэр';

$lang['ftp_password'] = 'Таны FTP нууц үг';

$lang['Transfer_config'] = 'Шилжүүлэлтийг эхлүүлэх';

$lang['NoFTP_config'] = 'Тохиргооны файлыг байрлал руу нь ftp-дэхээр оролдсон боловч бүтсэнгүй. Тохиргооны файлыг татаж аваад үүийг тохирох байрлал руу нь гараараа шилжүүлнэ үү!.';

$lang['Install'] = 'Суулгах';

$lang['Upgrade'] = 'Шинэчлэх';

$lang['Install_Method'] = 'Суулгалтын төрөлөө сонгоно уу';

$lang['Install_No_Ext'] = 'Танай сервер дэх php-ийн тохиргоо таны сонгосон мэдээллийн сангийн төрлийг дэмждэггүй юм байна.';

$lang['Install_No_PCRE'] = 'phpBB2 Perl-Compatible Regular Expressions Модулийг шаарддаг бөгөөд таны ашиглаж буй php тохиргооны файлд үүнийг боломжгүй гэсэн байна!';

//
// Version Check
//
$lang['Version_up_to_date'] = 'Your installation is up to date, no updates are available for your version of phpBB2x.';
$lang['Version_not_up_to_date'] = 'Your installation does <b>not</b> seem to be up to date. Updates are available for your version of phpBB2x, please visit <a href="http://www.phpbb2x.com/downloads.php" target="_new">http://www.phpbb2x.com/downloads.php</a> to obtain the latest version.';
$lang['Latest_version_info'] = 'The latest available version is <b>phpBB2x %s</b>.';
$lang['Current_version_info'] = 'You are running <b>phpBB2x %s</b>.';
$lang['Connect_socket_error'] = 'Unable to open connection to phpBB2x Server, reported error is:<br />%s';
$lang['Socket_functions_disabled'] = 'Unable to use socket functions.';
$lang['Mailing_list_subscribe_reminder'] = 'For the latest information on updates to phpBB2x, why not <a href="http://www.phpbb2x.com/support/" target="_new">subscribe to our mailing list</a>.';
$lang['Version_information'] = '<a href="#" onclick="toggle_visibility( \'ver\' );" title="Click for more Information">Version Information</a>';
$lang['Version_of_PHP'] = 'Version of PHP';
$lang['Version_of_MySQL'] = 'Version of MySQL';

//
// Login attempts configuration
//
$lang['Max_login_attempts'] = 'Allowed login attempts';
$lang['Max_login_attempts_explain'] = 'The number of allowed board login attempts.';
$lang['Login_reset_time'] = 'Login lock time';
$lang['Login_reset_time_explain'] = 'Time in minutes the user have to wait until he is allowed to login again after exceeding the number of allowed login attempts.';


//
// That's all Folks!
// -------------------------------------------------

?>