Subject: {SITENAME} Чуулганд тавтай морилно уу!
Charset: UTF-8

{WELCOME_MSG}

COPPA-тай холбогдох шалтгааны улмаас таны бүртгэл идэвхгүй байсаар байна.

Та энэ мэдээллийг хэвлэж аваад эх эцэг юмуу асран хамгаалагчийнхаа гарын үсгийг огноотой оруулаад дараах хаяг руу факсдана уу:

{FAX_INFO}

ЭСВЭЛ дараах хаяш руу мэйлэр илгээнэ үү:

{MAIL_INFO}

------------------------------ ҮҮГЭЭР ТАСЛАНА ------------------------------
{SITENAME}-д оролцох хандалтын эрхүүд

Хэрэглэгчийн нэр: {USERNAME}
Нууц үг: {PASSWORD}
Имэйл: {EMAIL_ADDRESS}

ICQ Дугаар: {ICQ}
AIM Хаяг: {AIM}
MSN Messenger: {MSN}
Yahoo Messenger: {YIM}
Вэб сайт: {WEB_SITE}
Хаанаас: {FROM}
Ажил, мэргэжил: {OCC}
Сонирхолууд: {INTERESTS}

БИ МАНАЙ ХҮҮХДИЙН ТУХАЙ МЭДЭЭЛСЭН ЭНЭХҮҮ МЭДЭЭЛЛИЙГ УНШСАН БӨГӨӨД ЭНЭ МАЯГААР ЭНЭХҮҮ МЭДЭЭЛЛИЙГ ХАДГАЛАХ ЭРХИЙГ ЭНЭ {SITENAME}-Д ОЛГОЖ БАЙНА. 
ЭНЭХҮҮ МЭДЭЭЛЭЛИЙГ ХЭДИЙД Ч ГЭСЭН НУУЦ ҮГ ОРУУЛАН ӨӨРЧИЛЖ БОЛНО ГЭЖ ОЙЛГОЛОО. 
ЭНЭ МЭДЭЭЛЛИЙГ {SITENAME}-С УСТГУУЛАХЫН ТУЛД БИ ХЭДИЙД Ч ХҮСЭЛТ ТАВЬЖ БОЛОХЫГ ОЙЛГОЛОО.


Эцэг эх юмуу асран хамгаалагч
(нэрээ энд оруулна уу): _____________________

(гарын үсэг энд): __________________ 

Огноо: _______________

------------------------------ ҮҮГЭЭР ТАСЛАНА ------------------------------


Дээрх формыг факсаар юмуу ердийн мэйлээр хүлээн авсанаар таны бүртгэл идэвхжих болно.

Таны нууц үг манай мэдээллийн санд кодлогдон орсон бөгөөд бид таньд үүнийг мэдэж өгч чадахгүй гэдгийг анхаарна уу! Тэгэхдээ та нууц үгээ марсан тохиолдолд та бүртгэлээ идэвжүүлсэн шиг шинэ нууц үг хүлээн авч болно.

Бүртгүүлсэнд баярлалаа!

{EMAIL_SIG}