Subject: Шинэ нууц үгийн идэвхжүүлэлт
Charset: UTF-8

Сайн байна уу {USERNAME}?

Та (эсвэл таны өмнөөс хэн нэгэн) {SITENAME} дахь бүртгэлдээ шинэ нууц үг үүсгэн илгээхийг хүссэн тул энэ имэйлийг хүлээн авч байна. Та хэрвээ үүнийг өөрөө хүсээгүй бол иоохгүй байхыг хичээнэ үү! Хэрэв та ийм имэйл хүлээн авсаар л байвал чуулганы удирдагчтай холбоо барина уу!

Шинэ нууц үгээ хэрэглэхийн тулд та үүнийг идэвхжүүлэх хэрэгтэй ба үүний тулд дараах холбоосон дээр дарна уу.

{U_ACTIVATE}

Хэрвээ амжилттай бол та дараах нууц үгийг ашиглан нэвтрэх боломжтой:

Password: {PASSWORD}

Мэдээж та энэ нууц үгээ хувийн тохиргоондоо өөрчилж болно. Хэрэв та ямар нэгэн хүндрэлтэй зүйлтэй тохиолдвол чуулганы удирдлагатай холбоо барина уу!

{EMAIL_SIG}