<?php
/***************************************************************************

 *                          lang_faq.php [Mongoian]

 *                            -------------------

 *   begin                : Wednesday Oct 3, 2001

 *   copyright            : (C) 2001 The phpBB Group

 *   email                : support@phpbb.com

 *

 *   $Id: lang_faq.php,v 1.4 2001/12/15 16:42:08 psotfx Exp $

 *

 *

 ***************************************************************************/



/***************************************************************************

 *

 *   This program is free software; you can redistribute it and/or modify

 *   it under the terms of the GNU General Public License as published by

 *   the Free Software Foundation; either version 2 of the License, or

 *   (at your option) any later version.
 *
 ***************************************************************************/

//
// To add an entry to your FAQ simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your FAQ entries, if you absolutely must then escape them ie. \"something\";
//
// The FAQ items will appear on the FAQ page in the same order they are listed in this file
//

$faq[] = array("--","Нэвтрэх болон бүртгэлтэй холбоотой асуудлууд");
$faq[] = array("Яагаад би нэвтэрч чадахгvй байна бэ?", "Та бvртгvvлсэн vv? Та нэвтрэхээсээ өмнө заавал бүртгүүлсэн байх хэрэгтэй. Таньд чуулганаас хориг тавьсан уу (хэрэв тийм бол энэ тухай мэдээлэл харагдах болно)? Хэрвээ тийм бол та яагаад гэдгийг нь мэдэхийн тулд вебмастер юмуу чуулганы удирдагчтай холбоон барина уу! Та бүртгэгдсэн мөн таньд ямар нэгэн хориг тавигдаагүй атал нэвтэрч чадахгүй байсаар байгаа бол та хэрэглэгчийн нэр болон нууц үгээ зөв бичсэн эсэхээ дахин дахин шалгаж үзнэ үү!. Ихэнхдээ энэ гол шалтгаан байдаг бөгөөд, хэрэв үгүй бол, та чуулганы удирдлагатай холбоо барина уу, учир нь тэд чуулгандаа алдаатай тохиргоо хийсэн байж магадгүй.");
$faq[] = array("Яагаад би заавал бүртгүүлэх ёстой бэ?", "Та магадгүй бүртгүүлэх хэрэггүй ч байж болно, энэ нь та бичлэг оруулахдаа бүртгүүлсэн байх хэрэгтэй эсэхийг чуулганы удирдагч хэрхэн тохируулсанаас хамаарна. Тэгэхдээ л та бүртгүүлсэнээр зочин хэрэглэгчид хэрэглэх боломжгүй өөрийн гэсэн хөрөг зураг ашиглах, хувийн  зурвас илгээх, андууддаа имэйл илгээх, бүлгэмд нэгдэх гэх мэт олон боломжуудаар хангагдах болно. Бүртгүүлэхэд та ердөө хэдхэн мөч л зарцуулах бөгөөд таныг бүртгүүлэхийг зөвлөж байна.");
$faq[] = array("Яагаад би автоматаар гарчихаад байна бэ?", "Хэрэв та чуулганд нөвтөрч байх үедээ <i>Намайг шууд нэвтрүүлж бай</i> гэдгийг чагтлаагүй бол та чуулганд тодорхой хугацааны дотор л нэвтэрсэн чигтээ байж чадна. Энэ нь таны бүртгэлийг хэн нэг нь буруугаар ашиглахаас хамгаалж буй хэрэг юм. Нэвтэрсэн чигтээ байгаад байхын тулд нэвтрэх үедээ энэхүү сонголтыг чагтална уу, тэгэхдээ та чуулган руу олон хүмүүс хэрэглэдэг компьютероос хандаж буй үед энэ нь нэг их тохиромжтой зүйл биш, ж.нь. номын сан, интернэт кафе, их сургуул, г.м.");
$faq[] = array("Холбогдсон хэрэглэгчидийн нэрсийн жагсаалтаас хэрхэн өөрийнхөө нэрийг нуух бэ?", "Таны хувийн тохиргоонд <i>Холбогдсон байгаагаа нуух</i> гэсэн сонголт байгаа бөгөөд хэрэв үүнийг <i>тийм</i> гэж сонговол та зөвхөн форумын удирдагчид болон өөртөө л харагдах болно. Та нууцлагдсан хэрэглэгч гэж тооцогдох болно.");
$faq[] = array("Би нууц үгээ санадаггүй!", "Сандрах хэрэггүй! Тэгэхдээ та нууц үгээ шууд хүлээж авах боломжгүй бөгөөд харин таны нууц үг шинэчлэгдэх болно. Үүний тулд та 'Нэвтрэх' хуудсан дахь <u>Би нууц үгээ мартсан</u> холбоосон дээр дарна, тэгээд гарч ирэх зааврыг дагана уу, ингээд л та тун удахгүй буцаад холбогдох болно.");
$faq[] = array("Би бvртгvvлсэн боловч нэвтэрч чадахгvй байна!", "Юуны өмнө та зөв хэрэглэгчийн нэр болон нууц үг оруулсан эсэхээ шалгана уу! Хэрвээ зөв бол үүнд хоёр шалтгаан байж болно. Хэрэв COPPA боломж дэмжигдсэн үед та бүртгүүлэх үедээ <u>Би 13 наснаас бага настай</u> холбоосыг дарсан бол та хүлээн авсан заавраа дагаж мөрдөх ёстой. Хэрэв тийм биш бол таны бүртгэл идэвжүүлэлтийг шаардаж байгаа юм болов уу? Зарим чуулганууд шинээр бүртгүүлсэн хэрэглэгчидээ анх нэвтрэхээс өмнө бүртгэлээ баталгаажуулахыг шаарддаг. Үүнийг та өөрөө юмуу эсвэл удирдагчид хийдэг. Хэрвээ баталгаажуулах хэрэгтэй бол энэ тухай таныг бүртгүүлж байх үед мэдэгдсэн байх ёстой. Та хэрвээ имэйл хүлээн авсан бол түүн дэх зааврыг дагах хэрэгтэй, хэрэв та ямар ч имэйл хүлээж аваагүй бол та зөв имэйл оруулсан эсэхээ шалгах хэрэгтэй! Идэвхжүүлэлт хэрэглэдэг нэг гол шалтгаан нь <i>дэмий</i> хэрэглэгчид чуулганыг үл мэдэгдэх байдлаар хорлохоос сэргийлэх явдал юм. Хэрвээ таны хэрэглэсэн имэйл хаяг зөв гэдэгт та итгэлтэй байгаа бол энэ талаар чуулганы удирдагчтай холбоо барихыг оролдоно уу!");
$faq[] = array("Би нэлээн дээхнэ бүртгүүлсэн боловч ердөө нэвтэрч чадахгүй байна?!", "Хамгийн их тохиолддог шалтгаанууд нь; та буруу хэрэглэгчийн нэр юмуу нууц үг оруулсан (үүнийг мэдэхийн тулд анх таныг бүртгүүлэхэд танд очсон имэйлийг үзнэ үү), эсвэл тодорхой шалтгааны улмаас удирдагч таны бүртгэлийг устгасан. Магадгүй та нэлээн удаан хугацаанд ямар ч бичлэг бичээгүй байж болох юм. Зарим чуулгануудын хувьд мэдээллийн сангийнхаа хэмжээг багасгах үүднээс бичлэг оруулаагүй хэрэглэгчидээ тодорхой хугацаанд устгах нь түгээмэл байдаг. Дахин бүртгүүлэхийг мөн учрыг нь олохыг оролдоно уу!");


$faq[] = array("--","Хэрэглэгчидийн мэдээлэл болон тохиргоо");

$faq[] = array("Би өөрийнхөө тохиргоогоо хэрхэн өөрчилөх бэ?", "Таны бүхий л тохиргоонууд (хэрэв та бүртгүүлсэн бол) мэдээллийн санд хадгалагдсан байгаа. Тэдгээрийг өөрчилөхийн тулд <u>Хувийн тохиргоо</u> холбоосыг ашиглана уу! (ихэнхдээ энэ холбоос нь хуудасны дээд хэсэгт байрладаг бөгөөд зарим тохиолдолд үгүй ч байж болно). Энэ холбоосоор орсоноор та өөрийнхөө бүхий л тохиргоог өөрчилөх боломжтой");

$faq[] = array("Цаг буруу гараад байна!", "Цаг бол бараг л зөв байх ёстой, тэгэхдээ таны харж буй цаг таны цагийн бүсээс өөр бүсээр тохирсон байж болно. Хэрэв тийм бол та хувийн тохиргоондоо орж өөрийнхөө тохирох цагийн бүсийг сонгоно уу! Цагийн бүс өөрчилөх нь ихэнх бусад тохиргооны адил зөвхөн бүртгэгдсэн хэрэглэгчидийн хувьд боломжтой. Хэрэв та бүртгүүлээгүй байгаа бол цаг ингэж гарах нь сайн л байна шүү дээ!");

$faq[] = array("Би өөрийнхөө цагийн бүсийг өөрчилсөн боловч цаг буруу гарсаар л байна!", "Та цагын бүсээ яг зөв тохируулчихаад байхад буруу гараад байвал энэ нь цагийн өөрчлөлттэй холбоотой (UK болон бусад газар зуны цаг ч гэдэг). Чуулган нь цагийн өөрчлөлтийг шууд мэдрэх боломжгүй тул зуны цагт чуулганы цаг таны орон нутгийн цагаас 1 цагаар зөрж харагдаж болох юм.");

$faq[] = array("Миний хэл жагсаалтанд алга байна!", "Үүний гол шалтгаан нь нэг бол чуулгаын удирдагч таны хэлийг суулгаагүй, эсвэл хэн нэгэн нь энэ чуулганыг таны хэл рүү орчуулаагүй байна гэсэн. Таны хүссэн хэлийг шинээр суулгаж болох эсэх тухай чуулганы удирдагчаас асуугаад үз, хэрвээ орчуулга хийгдээгүй байгаа бол та өөрөө үүнийг чөлөөтэй орчуулах боломжтой. Дэлгэрэнгүй мэдээллийг та phpBB группын вэб сайтнаас олж чадна (хуудасны доод талд буй холбоосыг үзнэ үү)");

$faq[] = array("Би хэрэглэгчийн нэрнийхээ араас хэрхэн зураг харуулах бэ?", "Бичлэгийг үзэж байх үед хэрэглэгчийн нэрний ард ерөнхийдөө хоёр янзын зураг байдаг. Эхний зураг нь таны үнэлгээг илэрхийлэх бөгөөд, ихэнхдээ эдгээр нь од, дөрвөлжин маягийн дүрсүүд байх ба хэр их бичлэг та энэ чуулганд оруулсан болон энэ чуулган дахь таны төлөвийг илэрхийлж байдаг. Энэхүү зурагны араас нэлээн том ч байж болох зураг байх бөгөөд энэ нь таны хөрөг зураг юм. Хөрөг хэрэглэж болох эсэх нь чуулганы удирдагчид хэрхэн тохируулсанаас хамаарах бөгөөд тэд мөн ямар төрлийн хөрөгүүд хэрэглэх боломжтой гэдгийг ч зааж өгөх боломжтой. Та хэрэв хөрөг хэрэглэж чадахгүй байгаа бол энэ нь чуулганы удирдагчийн шийдэл бөгөөд, та тэднээс яагаад ингэсэн тухай нь асуух хэрэгтэй (тэд сайжирна гэдэгт бид итгэлтэй байна!)");

$faq[] = array("Би хэрхэн өөрийнхөө үнэлгээг өөрчилөх бэ?", "Ерөнхийдөө бол та өөрөө шууд үнэлгээний үгийг өөрчилж чадахгүй (үнэлгээнүүд нь ямар загвар хэрэглэж байгаас хамааран сэдвүүд дэх таны нэрийн дараа юмуу эсвэл таны хувийн тохиргоонд харагддаг). Ихэнх чуулганууд таны оруулсан бичлэгийн тоог илэрхийлэхийн тулд хэрэглэдэг. Мөн тодорхой зарим хэрэглэгчидийг онцлон танийлахын тулд үнэлгээг хэрэглэдэг бөгөөд удирдагчид болон зохицуулагчид нь тусгай төрлийн үнэлгээтэй байх боломжтой. Та өөрийнхөө үнэлгээг өсгөхийн тулд дэмий олон бичлэгүүд аль болохоор оруулахгүй байна уу! Ингэсэн тохиолдолд удирдагчид юмуу зохицуулагчид таны энэ байдлыг олж мэдээд таны бичлэгийн тоог хялбархнаар маш бага болгох боломжтой.");

$faq[] = array("Ямар нэгэн хэрэглэгчийн Имэйлийн холбоос дээр дарах үед нэвтрэхийг шаардаж байна!?", "Харамсалтай нь зөвхөн бүртгэглсэн хэрэглэгчид л чуулганы хамт суурилагдсан Имэйл формыг ашиглан Имэйл илгээж чадна (хэрэв удирдагч энэ боломжийг идэвхжүүлсэн бол). Энэ нь үл танигдах хэрэглэгчидийн зүгээс Имэйлийн системийг хорон зорилгоор ашиглахаас хамгаалж буй хэрэг юм.");




$faq[] = array("--","Бичлэг оруулах тухайд");

$faq[] = array("Би хэлэлцүүлэгт хэрхэн сэдэв оруулах бэ?", "Маш амархан, хэлэлцүүлэг юмуу сэдвүүдийн хуудсан дахь хамаарах товчийг нь дарна. Магадгүй та бичлэг оруулахаасаа өмнө бүртгүүлсэн хэрэгтэй байх хэрэгтэй байж болох юм. Энэ тухай өөрөөр хэлбэл таны хийж чадах үйлдэлүүдийн тухай (<i>Та шинэ бичлэг оруулж чадна, Та санал өгч чадна, гэх мэт.<i> жагсаалт) мэдээлэл чуулганы доод хэсэгт харагдах ёстой.");

$faq[] = array("Бичлэгийг хэрхэн засаж, устгаж вэ?", "Та хэрвээ чуулганы зохицуулагч юмуу удирдагч биш бол та зөвхөн өөрийнхөө оруулсан бичлэгүүдийг засах юмуу устгаж чадна. Та тухайн хамаарах бичлэгд хамаарах (заримдаа зөвхөн хязгаарлагдмал хугацааны дараа л боломжтой) <i>засах</i> товчийг дарсанаар засвар хийж чадна. Хэрэв хэн нэг нь тухайн бичлэгт хариулсан бол та тухайн сэдэв рүү буцан орж ирэх үедээ тухайн бичлэгийн доор хэсэгхэн текст харах бөгөөд эдгээр нь та үүнийг хэдэн удаа зассан тоо юм. Хэн ч хариулаагүй үед л энэ хараглах бөгөөд хэрэв зохицуулагчид юмуу удирдагчид тухайн бичлэгийг зассан бол үзэгдэхгүй (тэд яагаад тухайн бичлэгийг өөрчилсөн тухайгаа бичиж үлдээх ёстой). Нэг удаа хэн нэг нь хариулсан л бол энгийн хэрэглэгчид өөрсдийнхөө үүсгэсэн бичлэгийг устгаж чадахгүй гэдгийг санана уу!");

$faq[] = array("Би өөрийнхөө бичлэгт хэрхэн гарын vсгээ хавсаргах бэ?", "Ямар нэгэн бичлэгт гарын үсгээ хавсаргахын тулд та эхлээд хувийн тохиргоондоо гарын үсгээ үүсгэх хэрэгтэй. Нэгэнт та үүсгэсэн гарын үсгээ хавсаргахын тулд бичлэг оруулах формны <i>Гарын үсэг хавсаргах</i> сонголтыг сонгоно уу!. Та мөн өөрийнхөө хувийн тохиргоонд харгалзах сонгох товчийг сонгосноор гарын үсгээ бичлэгдээ шууд нэмээд байх боломжтой (ингсэнэ үед та хэрвээ ямар нэгэн бичлэгд гарын үсгээ хавсаргамааргүй байвал бичлэг оруулах формынхоо гарын үсэг хавсаргах соголтыг болиулах хэрэгтэй)");

$faq[] = array("Хэрхэн санал асуулга үүсгэх бэ?", "Санал асуулга үүсгэх нь их амархан. Та шинэ бичлэг оруулж байхдаа (эсвэл ямар нэг сэдвийн эхний бичлэгийг засаж байхдаа, тэгэхдээ ингэх эрхтэй үед) <i>Санал асуулга нэмэх</i> гэсэн форм бичлэг оруулдаг үндсэн хүрээний доод талд харах болно (хэрвээ та үүнийг харахгүй байгаа бол магадгүй та санал асуулга үүсгэх эрхгүй байна гэсэн үг). Та санал асуулгандаа гарчиг болон дор хаяж хоёр сонголт оруулах хэрэгтэй (соголт нэмэхийн тулд санал асуулгийн асуултанд үүнийгээ бичээд <i>Сонголт нэмэх</i> товчийг дарна. Та мөн санал асуулгандаа хугацааны хязгаар тавьж болно, 0 бол төгсгөлгүй үргэлжилнэ гэсэн үг. Энд мөн санал асуулгийн сонголтуудын тооны хязгаар байх бөгөөд, энэ нь чуулганы удирдагчаар тохируулагдана");

$faq[] = array("Хэрхэн санал асуулгийг засах болон устгах бэ?", "Бичлэгүүд шиг санал асуулгууд нь зөвхөн анх үүсгэсэн бичигчээрээ юмуу зохицуулагч мөн чуулганы удирддагчаар засагдах боломжтой. Ямар нэгэн бичлэгийг засахын тулд тухайн сэдэв дэх эхний бичлэг дээр дарна уу (санал асуулга ямагт эхний бичлэгтэй холбоотой байдаг)! Хэрэв ямар нэгэн санал өгөгдөөгүй бол хэрэгдэгчид санал асуулгийг устгах юмуу сонголтуудыг нь засаж чадна, харин хүмүүс хэдийн саналаа өгсөн үед зөвхөн зохицуулагчид болон удирдагчид л түүнийг устгаж, засаж чадна. Энэ нь хүмүүс санал асуулгын явцад үр дүнг нь будилуулахаас хамгаалж буй хэрэг юм");

$faq[] = array("Яагаад би ямар нэгэн хэлэлцүүлэг рүү хандаж чадахгүй байна вэ?", "Зарим хэлэлцүүлэгүүд тодорхой хэрэгчид болон бүлгэмүүдэд зориулагдсан байж болно. Бичлэгийг харах, унших, оруулах гэх мэт үйлдэл хийхийн тулд та тусгай эрхтэй байх хэрэгтэй байж болох бөгөөд зөвхөн тухайн хэлэлцүүлэгийн удирдагч болон зохицуулагчид л энэхүү эрхийг олгож чадна. Тэгэхээр энэ тохиолдолд та тэдэнтэй холбоо барих хэрэгтэй.");

$faq[] = array("Яагаад би санал асуулганд саналаа өгч чадахгүй байн вэ?", "Зөвхөн бүртгэгдсэн хэрэглэгчид л санал өгч чадна (худал үр дүнгээс зайлсхийх зорилгоор). Хэрэв та бүртгүүлсэн ч гэсэн санал өгч чадахгүй байгаа бол та үүнийг хийх хангалттай эрхгүй байна гэсэн үг.");





$faq[] = array("--","Форматууд болон сэдвийн төрлүүд");

$faq[] = array("BBCode гэж юу вэ?", "BBCode нь тусгай хэлбэрийн нэг төрлийн HTML кодны хэлбэр юм, та мөн удирдагчийн тодорхойлсон (та бичлэг оруулдаг формоор дамжуулан бичлэг болгондоо BBCode-ийг идэвхгүй болгож чадна) BBCode-ийг ч хэрэглэж чадна. BBCode нь HTML кодтой маш төстэй бичигдэх бөгөөд, тэмдэглэгээнүүд нь &lt; ба &gt; тэмдэгийн оронд [ ба ] хэлбэрийн дөрвөлжин хаалтанд бичигдэх ба энэ нь юуг хэрхэн харагдуулахыг зохицуулж байдаг. Бичлэг оруулдаг хуудаснаас та BBCode-ийн тухай илүү дэлгэрэнгүй зааврыг үзэж болно.");

$faq[] = array("Би HTML ашиглаж болох уу?", "Энэ нь удирдагчид үүнийг хэрхэн тохируулсанаас хамаарах бөгөөд удирдагчид нь үүнийг бүрэн хянах боломжтой. Та үүнийг хэрэглэх боломжтой үед ч тодорхой хэдэн төрлийн тэмдэглэгээнүүд л ажиллах байх. Энэ нь <i>аюулгүй байдлын</i> шалтгаан бөгөөд, ингэснээр хүмүүс зарим тэмдэглэгээ ашиглан чуулганы бүтэц болон бусад зүйлсийг алдагдуулж хорлохоос хамгаалж байгаа юм. Хэрэв HTML хэрэглэх боломжтой бол та бичлэг оруулах формоороо дамжуулан бичлэг болгондоо үүнийг идэвхгүй болгож чадна.");

$faq[] = array("Инээмсэглэлүүд гэж юу вэ?", "Инээмсэглэлүүд, сэтгэл хөдлөлүүд гэдэг нь богино хэмжээнийн кодыг ашиглан зарим тодорхой мэдрэмжийг илэрхийлдэг жижиг хэмжээний зурагнууд юм, жнь :) нь аз жаргалтай, :( нь гунигтай гэдгийн илэрхийлдэг. Бичлэг оруулдаг хэсгээс бүх боломжтой инээмсэглэлүүдийн жагсаалтыг харж болно. Инээмсэглэлүүдийг хэтэрхий олон давтан хэрэглэхгүй байхыг хичээнэ үү! Энэ нь таны бмчлэгийг уншихын аргагүй болгож болох ба мөн магадгүй зохицуулагчид арилгаж засах юмуу бичлэгтэй нь тэр чигт нь устгахаар шийдэж болох юм.");

$faq[] = array("Би зураг оруулж болох уу?", "Таны бичлэг дотор зураг орж болно. Тэгэхдээ одоогоор зурагнуудыг шууд чуулган руу оруулж хуулах боломж одоогоор байхгүй. Иймээс та интернэтэд ямар нэгэн сервер дээр байрлаж буй оруулах гэж буй зурганд хүрэх бүтэн замыг http://www.some-unknown-place.net/my-picture.gif байдлаар бичиж өгөх хэрэгтэй. Та өөрийнхөө компьютер дээр хадгалагдаж буй файлыг шууд холбон оруулж чадахгүй (хэдийгээр энэ нээлттэй хандах боломжтой сервер ч гэсэн) мөн нууцлалын механизмтай вэбийн цаана буй зургийг ч гэсэн холбож чадахгүй, ж.нь. hotmail, yahoo имэйлийн хайрцагууд, нууц үгээр хамгаалагдсан вэбийн хэсэг г.м. Зургийг харуулахын тулд BBCode-ийн [img] тэмдэглэгээ эсвэл тохирох HTML кодыг (хэрэв зөвшөөрөгдсөн бол) хэрэглэнэ үү!.");

$faq[] = array("Зарлалууд гэж юу вэ?", "Зарлалууд нь ямагт маш чухал мэдээллийг агуулж байдаг бөгөөд тэднийг аль болох хурдан уншиж байвал зүгээр. Зарлалууд нь өөрийн байрлаж буй хэлэлцүүлэгийнхээ хуудас бүрийн эхэнд байрладаг. Та шинэ зарлал болон зарлалд нэмж бичлэг оруулж чадах эсэх нь удирдагчийн тохируулсан хандалтын эрхээс хамаарна.");

$faq[] = array("Наалттай сэдвүүд гэж юу вэ?", "Наалттай сэдвүүд нь тухайн хэлэлцүүлэгийнхээ эхний хуудсанд зарлалуудын дараа байрладаг. Эдгээр нь мөн нэлээн чухал мэдээлэл агуулдаг бөгөөд та боломжоороо уншиж байхыг бодоорой! Зарлалтай ижилхэнээр, хэлэлцүүлэг болгонд хэн наалттай бичлэг оруулах боломжтойг чуулганы удирдагчид тодорхойлдог.");

$faq[] = array("Түгжигдсэн сэдвүүд гэж юу вэ?", "Чуулганы зохицуулагчид болон удирдагчид нь сэдвийг түгжиж чадна. Та түгжигдсэн сэдвүүдэд хариулт бичиж чадахгүй, мөн тухайн сэдэв агуулагдаж буй санал асуулга автоматаар дуусах болно. Сэдвүүд маш олон шалтгааны улмаас түгжигдсэн байж болно.");





$faq[] = array("--","Хэрэглэгчийн түвшингүүд болон бүлгэмүүд");

$faq[] = array("Удирдагчид гэж хэн бэ?", "Удирдагчид нь хамгийн өндөр түвшиний эрх мэдэлтэй хүмүүс бөгөөд тэд чуулганыг тэр чигт нь удирдан хянах боломжтой. Эдгээр хүмүүс нь чуулганы бүхий л хэсгүүдийг хянан удирдаж чаднаь тухайлбал тэд хандалтын эрхүүдийг олгож, хэрэглэгчидэд хориг тавьж, хэрэглэгчийн бүлгэмүүд болон зохицуулагчидыг үүсгэж чадна. Тэд мөн бүх хэлэлцүүлэгийг зохицуулах боломжтой.");

$faq[] = array("Зохицуулагчид гэж хэн бэ?", "Зохицуулагчид нь өдөр тутам хэлэлцүүлэгүүдийн ажиллагааг хянан явуулж байх ажилтай хүмүүс (эсвэл хэсэг хүмүүсийн бүлэг) юм. Тэд өөрсдийн зохицуулдаг хэлэлцүүлэгийнхээ бичлэгүүдийг засах, устгах, түгжих, нээх мөн сэдвүүдийг устгах хуваах боломжтой. Ерөнхийдөө зохицуулагчид нь хүмүүс ямар нэгэн <i>хориотой сэдэв<i> рүү орох, ёс бус материал оруулахаас хамгаалж байдаг.");

$faq[] = array("Бүлгэм гэж юу вэ?", "Хэрэглэгчидийн бүлгэм нь чуулганы удирдагчид хэрэглэгчидийн бүлэглэж болох нэгэн арга юм. Хэрэглэгч бүр хэд хэдэн бүлгэмд хамаарж болох (энэ ихэнх бусад төрлийн чуулганд байдгаас ялгаатай юмt) ба бүх бүлгэмүүд тус бүрийн гэсэн хандалтын эрхтэй байж болон. Энэ нь нэлээн хэдэн хэрэглэгчийг ямар нэгэн хэлэлцүүлэгийн зохицуулагчид болгох, эсвэл тэдэнд хувийн хэлэлцүүлэг рүү хандах эрх олгох гэх мэт зүйлийг хийхийг удирдагчид хялбарчилж өгдөг.");

$faq[] = array("Би хэрхэн бүлгэмд нэгдэх вэ?", "Ямар нэгэн бүлгэмд нэгдэхийн тулд хуудасны дээд хэсэгт байх (ямар маяг хэрэглэж байгаас хамаарч өөр байж болно) 'Бүлгэм' холбоосон дээр дарна, ингэснээр та бүх бүлгэмүүдийн жагсаалтыг харах болно. Бүх бүлгэмүүд <i>нээлттэй хандалттай</i> биш бөгөөд зарим нь хаалттай эсвэл нууцлагдмал байж болно. Хэрэв бүлгэм нээллтэй бол та харгалзах товчийг дарсанаар нэгдэх санал илгээж чадна. Бүлгэмийн зохицуулагчид таны хүсэлтийг шийдвэрлэх бөгөөд магадгүй яагаад энэ бүлгэмд нэгдэх гэж буйг тань асууж ч магадгүй. Хэрэв зохицуулагчид таны хүсэлтийг татгалзвал дахин дахин битгий төвөг болно уу, учир нь тэд ямар нэгэн шалтгааны улмаас л татгалзсан байгаа.");

$faq[] = array("Би хэрхэн бүлгэмийн зохицуулагч болох вэ?", "Бүлгэмүүд нь эхэлж чуулганы удирдагчаар үүсгэгддэг бөгөөд, тэд мөн чуулганы зохицуулагчидыг сонгодог. Та шинэ бүлгэм үүсгэхээр сонирхож байгаа бол таны хамгийн эхэлж холбоо барих ёстой хүн бол чуулганы удирдагчид бөгөөд та тэдэнд хувийн зурвас бичиж үлдээгээд үзнэ үү!");





$faq[] = array("--","Хувийн зурвасдах");

$faq[] = array("Би хувийн зурвас илгээж чадахгүй байна!", "Энд гурван шалтгаан байж болно; та бүртгүүлээгүй юмуу эсвэл нэвтэрч ороогүй, чуулганы удирдагч чуулган даяар хувийн зурвас ашиглах боломжийг хаасан эсвэл таныг хувийн зурвас илгээх боломжийг чуулганы удирдагч хаасан. Сүүлийн тохиолдолд та яагаад ингэсэн тухай удирдагчаас асуухыг чармайх хэрэгтэй.");

$faq[] = array("Надад хүсээгүй хувийн зурвас ирсээр байна!", "Ирээдүйд бид хувийн зурвасын системд шүүлтийн жагсаалт оруулах болно. Харин одооны хувьд бол танд хүсээгүй хувийн зурвас хэн нэгнээс ирсээр байвал энэ тухай чуулганы удирдлагад мэдэгдэнэ үү, тэд ямар нэгэн хэрэглэгчийн хувийн зурвас илгээх боломжийг нь хаах боломжтой.");

$faq[] = array("Би энэ чуулган дахь хэн нэгнээс хогийн болон хараалын үгтэй имэйл хүлээж авсан!", "Ийм зүйл сонсож байгаадаа бид харамсаж байна. Энэхүү чуулган дахь имэйл илгээх форм нь иймэрхүү бичлэгүүд хэн илгээснийг мэдэх болмжтой аюулгүй байдлын хамгаалалт агуулж байдаг. Тэгэхлээр та хүлээн авсан имэйлийнхээ бүрэн хуулбарыг чуулганы удирдлагад имэйлээр явуулна уу, ингэхдээ толгойны мэдээллүүдийг (тэдгээр жагсаалт нь тухай имэйлийг илгээсэн хэрэглэгчийн мэдээллийг агуулж байдаг) хамт илгээх хэрэтгэй!. Тэд шангаа хүртэх болно!.");



//

// These entries should remain in all languages and for all modifications

//

$faq[] = array("--","phpBB 2-ийн тухайд");

$faq[] = array("Энэхүү чуулганы программыг хэн бичсэн бэ?", "Энэхүү программ хангамжыг (үүний өөрчлөгдөөгүй хэлбэрэрээр нь) <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Бүлэг</a> зохиож гаргасан бөгөөд тэд зохиогчийн эрхийг эдэлдэг. Энэ нь GNU Ерөнхий Нийтийн Лицензын дор хийгдсэн бөгөөд үнэгүй тараагдаж болно, дэлгэрэнгүй мэдээллийг холбоосоор орон үзнэ үү!");

$faq[] = array("Яагаад энд X боломж байхгүй байгаа юм бэ?", "Энэхүү программ хангамж нь phpBB Бүлэгээр бичигдсэн ба мөн лицензлэгдсэн. Хэрэв та үүнд ямар нэгэн боломж нэмүүлэхийг хүсэж байвал phpbb.com вэб сайтаар зочилж phpBB Бүлэгийнхэн юу хэлэхийг нь сонсоно уу! Шинэ боломжийн тухай ямар нэгэн санал байвал phpbb.com дахь чуулганд битгий үүнийгээ бичээрэй, учир нь бид энэ тухай саналыг sourceforge дээр авдаг юм. Тэнд буй чуулганыг нэлд нь сайн үзээд, таны хүсэж буй зүйлийг хэн нэгэн нь бичсэн эсэхийг үзээрэй, мөн тэнд өгөгдсөн заавруудыг аль болох дагаарай.");

$faq[] = array("Энэ чуулганд буй хорлон сүйтгэх болон ёс бус материалын тухай хэнтэй холбоо брьж мэдэгдэх бэ?", "Та энэ чуулгаын удирдлагатай холбоо барих хэрэгтэй. Хэрвээ та хэн энэ гэдгийг мэдэж чадахгүй бол чуулганы зохицуулагчидын хэн нэгэнтэй нь холбоо барьж хэнтэй харьцах талаар лавлана уу! Хэрэв та ямар нэгэн хариулт авч чадахгүй байсаар байгаа бол тухайн домайныг эзэмшигчтэй (whois аргаар харна), эсвэл хэрэв энэ нь ямар нэгэн үнэгүй үйлчилгээ ашиглаж (yahoo, free.fr, f2s.com г.м.) байгаа бол тухай үйлчилгээ үзүүлэгчийн менежментын юмуу ёс бус асуудлыг шийдэх хэлтэстэй нь холбоо барина уу! Энэ чуулганыг хэн хаана хэрэглэж буйг бид мэдэх боломжгүй мөн үүнтэй холбоотой ямар ч хариуцлагийг phpBB Бүлэг хүлээхгүй гэдгийг анхаарна уу! phpbb.com вэб сайт болон phpBB-ийн программ хангамжийн аль нэг хэсэгтэй шууд холбоогүй л бол ямар нэгэн хууль бүс зүйлийн талаар (хариуцлага хүлээх тухай, нэр төр гутаасан г.м.) phpBB Бүлэгтэй холбоо тогтоох нь ямар ч үр дүнд хүрэхгүй! Хэрэв та ямар энэхүү программ хангамжийн ямар нэгэн гуравдагч хэсгийн хэрэглээний талаар phpBB Бүлгэмд имэйл бичвэл та маш товч хариулт эсвэл ямар ч хариулт хүлээж авахгүй!");



//

// This ends the FAQ entries

//



?>